[
  {
    "chapter_endpoint": "chapter-74",
    "book_endpoint": "grand-blue",
    "title": "Chapter 74",
    "time": "2022-01-20 00:00:00.000000",
    "images": ["https://i.imgur.com/Znxamr4.jpg", "https://i.imgur.com/ygWVqGG.jpg", "https://i.imgur.com/s8URzVE.jpg", "https://i.imgur.com/GehZf0r.jpg", "https://i.imgur.com/JX9htze.jpg", "https://i.imgur.com/uGj1NAF.jpg", "https://i.imgur.com/lybgwoi.jpg", "https://i.imgur.com/sCbCMzX.jpg", "https://i.imgur.com/euutsTO.jpg", "https://i.imgur.com/ZFuJvcJ.jpg", "https://i.imgur.com/XF90xfN.jpg", "https://i.imgur.com/tFCzcoi.jpg", "https://i.imgur.com/vMkRtnV.jpg", "https://i.imgur.com/C5FNpav.jpg", "https://i.imgur.com/YuWiO12.jpg", "https://i.imgur.com/XHNPcgv.jpg", "https://i.imgur.com/mvlKECF.jpg", "https://i.imgur.com/mx3IATd.jpg", "https://i.imgur.com/oH44Vgd.jpg", "https://i.imgur.com/RVplDCL.jpg", "https://i.imgur.com/RVcYXta.jpg", "https://i.imgur.com/hwrQRG8.jpg", "https://i.imgur.com/k4w22vA.jpg", "https://i.imgur.com/bYIQSIG.jpg", "https://i.imgur.com/ETM6a7I.jpg", "https://i.imgur.com/EdpAUdU.jpg", "https://i.imgur.com/7ABPPet.jpg", "https://i.imgur.com/kbhQIOu.jpg", "https://i.imgur.com/GkxAKfT.jpg", "https://i.imgur.com/GTQCCJq.jpg", "https://i.imgur.com/UH5KXs9.jpg", "https://i.imgur.com/nF1gZHN.jpg", "https://i.imgur.com/Pb9OlPU.jpg", "https://i.imgur.com/WROydja.jpg", "https://i.imgur.com/9n4mlar.jpg", "https://i.imgur.com/1CMGRiB.jpg", "https://i.imgur.com/2JCqk5J.jpg", "https://i.imgur.com/sEyVBK9.jpg", "https://i.imgur.com/TJJeJd9.jpg", "https://i.imgur.com/BlugdAX.jpg"]
  },
  {
    "chapter_endpoint": "chapter-74-1",
    "book_endpoint": "grand-blue",
    "title": "Chapter 74-1",
    "time": "2022-01-20 00:00:00.000000",
    "images": ["https://i.imgur.com/YRU0UTk.jpg", "https://i.imgur.com/QKEUnzy.jpg", "https://i.imgur.com/VYcm46b.jpg", "https://i.imgur.com/2wBwJDf.jpg", "https://i.imgur.com/XmBhk7R.jpg", "https://i.imgur.com/9swXUHO.jpg", "https://i.imgur.com/lL6oyhN.jpg", "https://i.imgur.com/xyBLn33.jpg"]
  },
  {
    "chapter_endpoint": "chapter-74-2",
    "book_endpoint": "grand-blue",
    "title": "Chapter 74-2",
    "time": "2022-01-20 00:00:00.000000",
    "images": ["https://i.imgur.com/nf0k9Fz.jpg", "https://i.imgur.com/7vBGxGo.jpg", "https://i.imgur.com/YaarFrx.jpg", "https://i.imgur.com/M9YlRNL.jpg", "https://i.imgur.com/kXp5sRX.jpg", "https://i.imgur.com/SjKBub2.jpg", "https://i.imgur.com/xOa7Liq.jpg", "https://i.imgur.com/LoHh3Y3.jpg", "https://i.imgur.com/fhAQTEL.jpg", "https://i.imgur.com/7DRgsGY.jpg", "https://i.imgur.com/nosWjGX.jpg", "https://i.imgur.com/ny44LVV.jpg", "https://i.imgur.com/8iAQtR4.jpg", "https://i.imgur.com/smt2AVj.jpg", "https://i.imgur.com/gauGlBy.jpg", "https://i.imgur.com/BOAiqFG.jpg", "https://i.imgur.com/cfrMpNs.jpg", "https://i.imgur.com/Z3T5tgG.jpg", "https://i.imgur.com/Az4Du9e.jpg", "https://i.imgur.com/PPB3gEk.jpg", "https://i.imgur.com/0JllEYL.jpg", "https://i.imgur.com/g9usY38.jpg", "https://i.imgur.com/2t2amLY.jpg", "https://i.imgur.com/MRd7tbD.jpg", "https://i.imgur.com/3nhZgnX.jpg", "https://i.imgur.com/F4nowJG.jpg"]
  },
  {
    "chapter_endpoint": "chuong-1",
    "book_endpoint": "giet-con-chim-nhai",
    "title": "Chương 1",
    "time": "2022-01-20 11:30:34.295058",
    "images": ["Sau nhiều năm tháng trôi qua đủ để giúp chúng tôi nhìn lại, đôi khi chúng tôi bàn bạc về những sự kiện đưa đẩy đến tai nạn này. Tôi vẫn cho rằng tất cả là do nhà Ewell, nhưng Jem, lớn tôi bốn tuổi, lại bảo chuyện này đã bắt đầu từ trước đó rất lâu. Anh nói chuyện đó bắt đầu vào mùa hè khi Dill đến chơi với chúng tôi, lúc Dill lần đầu mớm cho chúng tôi ý tưởng kéo được Bob Radley ra khỏi nhà.", "Tôi nói nếu anh muốn có một cái nhìn bao quát về sự việc này, thì thực sự nó bắt đầu với Andrew Jackson. Nếu tướng Jackson không đẩy người Da đỏ Creek 1 lên thượng nguồn thì Simon Finch sẽ không bao giờ chèo thuyền đến Alabama, và liệu chúng tôi sẽ ở đâu nếu ông không làm việc đó? Chúng tôi đã quá lớn không thể dàn xếp một cuộc tranh cãi bằng nắm đấm, vì vậy chúng tôi hỏi ý kiến bố Atticus. Bố nói cả hai đứa tôi đều đúng.", "Là dân miền Nam, một số người trong gia tộc thấy xấu hổ vì chúng tôi chẳng có tổ tiên nào được lưu danh ở phía bên này hoặc bên kia trong trận Hasting 2. Chúng tôi chỉ có mỗi Simon Finch, một tay bào chế thuốc bẫy thú lấy lông gốc từ Cornwall, người chỉ để cho thói keo kiệt vượt trội hơn so với lòng mộ đạo của mình. Ở Anh, Simon tức tối trước việc bách hại những người tự xưng là tín đồ phái Giám lý dưới tay các đạo hữu cấp tiến hơn của họ và vì Simon cũng nhận mình là tín đồ Giám Lý nên ông ta tìm đường vượt Đại Tây Dương đến Philadelphia, sau đó đến Jamaica, rồi đến Mobile, và lên đến Saint Stephens. Luôn nghĩ đến những phê phán của John Wesley 3 về thói lắm lời trong việc mua bán, Simon kiếm tiền bằng việc hành nghề y, nhưng trong việc này ông ta không vui vì sợ mình bị cám dỗ phải làm những điều mà ông biết rằng không vì vinh quang của Chúa, như việc đeo vàng trên người và mặc quần áo đắt tiền. Vì thế Simon, sau khi quên đi châm ngôn của thầy giáo mình về việc sở hữu nô lệ, đã mua ba nô lệ và với sự trợ giúp của họ ông lập một trang trại trên bờ sông Alabama, cách Saint Stephens khoảng bốn mươi dặm về phía thượng nguồn. Ông chỉ trở lại Saint Stephens một lần, để tìm vợ, và ông đã cùng bà tạo dựng một dòng họ với nhiều con gái. Simon sống rất thọ và chết trong giàu có.", "Thông lệ của người trong gia tộc này là vẫn ở lại trang trại của Simon, nó có tên là Finchs Landing, và kiếm sống bằng nghề trồng bông vải. Trang trại này hoàn toàn tự túc: khá khiêm tốn so với những đại nông trại xung quanh, nhưng Landing vẫn sản xuất được mọi thứ để duy trì cuộc sống trừ nước đá, bộ mỳ và những thứ y phục, vốn phải mua từ những ghe thương hồ từ Mobile.", "Simon nhìn sự náo loạn giữa miền Nam với miền Bắc với nỗi giận dữ bất lực, vì nó khiến cho con cháu ông bị tước đoạt hết mọi thứ trừ đất đai của chúng, nhưng truyền thống sống bám vào đất vẫn được duy trì đến nhiều thập niên của thế kỷ hai mươi, khi bố tôi, Atticus Finch, đến Montgomery đế học luật, và em trai bố đến Boston học y. Chị Alexandra của bố là người họ Finch vẫn ở lại Landing: bà cưới một ông chồng ít nói, người dành phần lớn thời gian nằm trên chiếc võng cạnh bờ sông mà tự hỏi những dây câu của mình đã dính cá hết chưa.", "Khi được nhận vào luật sư đoàn, bố tôi trở về Maycomb và bắt đầu hành nghề. Maycomb, cách Finchs Landing mười hai dặm về phía Đông, là trung tâm của hạt Maycomb. Văn phòng của bố Atticus tại tòa án chẳng có gì nhiều hơn một cái giá treo mũ, một ống nhổ, một bàn cờ đam và một cuốn luật Alabama còn mới nguyên. Hai thân chủ đầu tiên của bố là hai người cuối cùng bị treo cổ trong nhà tù hạt Maycomb. Bố Atticus đã cố thuyết phục họ chấp nhận sự khoan hồng của tiểu bang trong việc cho phép họ nhận tội giết người cấp độ hai 4 và giữ được mạng sống, nhưng họ thuộc dòng tộc Haverford, ở hạt Maycomb cái tên này đồng nghĩa với thằng ngốc. Những tay Haverford này đã giết chết người thợ rèn giỏi nhất của Maycomb trong một vụ hiểu lầm xuất phát từ việc bắt giữ một con ngựa bị coi là sai trái, thật thiếu khôn ngoan khi làm việc đó trước mặt ba nhân chứng, và cứ khăng khăng rằng đồ-chó-đẻ-nếu-hắn-có-ý-đó là cách biện hộ đủ hiệu quả cho bất cứ ai. Họ nhất quyết rằng mình không phạm tội giết người cấp độ một, vì vậy bố Atticus không thể làm gì hơn cho thân chủ trừ việc có mặt vào lúc họ lên đường, một vụ xử có lẽ là khởi đầu cho nỗi chán ghét đối với ngạch luật sư hình sự của bố.", "Trong năm năm đầu ở Maycomb, bố Atticus thực hành tiết kiệm hơn bất cứ thứ gì khác, trong nhiều năm sau đó bố đầu tư thu nhập của mình vào việc học hành của em trai bố. John Hale Finch nhỏ hơn bố mười tuổi và chọn học nghề y vào thời điểm mà việc trồng bông vải không còn sinh lợi nữa; nhưng sau khi giúp chú Jack 5 khởi nghiệp, bố Atticus có được thu nhập đáng kể từ nghề luật. Bố thích Maycomb, ông sinh ra và lớn lên ở hạt Maycomb; ông biết rõ dân ở đây và họ cũng biết bố, và do công việc làm ăn của Simon Finch, nên bố Atticus có quan hệ họ hàng hoặc thông gia với hầu hết các gia đình ở thị trấn này.", "Maycomb là một thị trấn cổ, nhưng nó là một thị trấn cổ chán ngắt khi lần đầu tiên tôi biết nó. Vào mùa mưa đường phố trở nên lầy lội đỏ quạch; cỏ mọc trên hai lề đường, tòa án ủ rũ ở quảng trường. Không hiểu sao hồi đó trời nóng hơn: một con chó mực khổ sở trong ngày hè; mấy con lừa trơ xương bị buộc vào những cỗ xe hai bánh lo đuổi ruồi trong bóng râm nồng nực của những cây sồi trên quảng trường. Đến chín giờ sáng những chiếc cổ cồn cứng của các ông rũ xuống. Các bà tắm trước buổi trưa, rồi sau giấc ngủ ngắn lúc ba giờ, và khi đêm xuống họ trông giống như những chiếc bánh bơ mềm phủ mồ hôi và phấn rôm ngọt.", "Hồi đó người ta di chuyển chậm chạp. Họ thơ thẩn qua quảng trường, lê bước ra hoặc vào các cửa hàng quanh đó, rề rà trong mọi chuyện. Một ngày hai mươi bốn giờ nhưng có vẻ như dài hơn. Chẳng có gì vội vã, vì chẳng có nơi nào để đi, không có gì để mua và không có tiền để mua 6 chẳng có gì để thăm thú bên ngoài địa giới hạt Maycomb. Nhưng đó là thời kỳ lạc quan mơ hồ của một số người: đến gần đây người ta đã bảo với hạt Maycomb rằng nó chẳng có gì để sợ ngoài chính nỗi sợ hãi 7.", "Chúng tôi sống ở con phố chính của thị trấn-bố Atticus, Jem và tôi, thêm Calpurnia đầu bếp của chúng tôi. Jem với tôi thấy bố rất dễ chịu: ông chơi với chúng tôi, đọc cùng chúng tôi, và đối đãi với chúng tôi với sự xa cách lịch sự.", "Calpurnia lại khác. Bà toàn góc cạnh và xương xẩu; bà cận thị; bà lé; bàn tay bà to bè như thanh giát giường và cứng gấp đôi. Bà luôn xua tôi khỏi nhà bếp, hỏi tôi sao không cư xử ngoan ngoãn được như Jem mặc dù bà biết anh ấy lớn hơn, và gọi tôi về nhà khi tôi không muốn về. Những trận chiến của chúng tôi thật hùng tráng và chênh lệch. Calpurnia luôn luôn thắng, chủ yếu vì bố Atticus lúc nào cũng đứng về phía bà. Bà đã ở với chúng tôi từ khi Jem chào đời, và trong những chừng mực gì còn nhớ được thì tôi đều cảm thấy sự có mặt độc đoán của bà.", "Mẹ chúng tôi mất khi tôi lên hai, vì vậy tôi không hề cảm thấy thiếu vắng bà. Bà là một người thuộc họ Graham gốc ở Montgomery; bố Atticus gặp mẹ khi lần đầu bố được bầu vào cơ quan lập pháp bang. Lúc đó bố đã trung niên, mẹ nhỏ hơn bố mười lăm tuổi. Jem là kết quả của năm đầu họ lấy nhau; bốn năm sau tôi chào đời, và hai năm sau mẹ tôi mất vì một cơn đau tim. Họ nói bệnh này di truyền trong gia đình bà. Tôi không nhớ mẹ, nhưng chắc Jem nhớ. Anh ấy nhớ mẹ rất rõ, và đôi khi đang chơi giữa chừng anh ấy thở dài hồi lâu, sau đó bỏ đi chơi một mình ở phía sau nhà xe. Khi anh ấy như vậy, tôi biết khôn hồn thì đừng quấy rầy anh ấy.", "Khi tôi gần được sáu tuổi và Jem xấp xỉ mười, ranh giới cho kỳ nghỉ hè của chúng tôi (nằm trong tầm nghe được tiếng gọi của Calpurnia) là nhà của bà Herry Lafayette Dubose cách nhà tôi hai căn về phía Bắc và tòa nhà Radley cách nhà tôi ba căn về phía Nam. Chúng tôi không bao giờ có ý muốn phá vỡ các ranh giới đó. Tòa nhà Radley là nơi cư ngụ của một thực thể lạ lẫm chỉ cần nghe miêu tả là đủ khiến chúng tôi ngoan ngoãn trong nhiều ngày liên tục, bà Dubose thì chán chết đi được.", "Đó là mùa hè Dill đến với chúng tôi.", "Một sáng sớm khi chúng tôi bắt đầu trò chơi ở sân sau, Jem và tôi có nghe tiếng gì đó ở nhà bên cạnh, trong mảnh vườn trồng bắp cải của cô Rachel Haverford. Chúng tôi đến bên hàng rào dây kẽm để xem có phải một chú chó con không-con chó săn chuột của cô Rachel đang sắp đẻ-thay vào đó chúng tôi thấy một đứa bé đang nhìn mình. Ngồi ở đó, nó không cao hơn những cây cải là mấy. Chúng tôi nhìn nó cho đến khi nó lên tiếng:", "\"Chào\"", "\"Chào\", Jem vui vẻ đáp.", "\"Tao là Charles Baker Harris\", nó nói. \"Tao biết đọc đó\".", "\"Thì sao?\" tôi nói.", "\"Tao nghĩ tui bay muốn biết tao có biết đọc hay không. Tụi bay có thứ gì cần đọc thì tao đọc cho...\"", "\"Mày mấy tuổi\", Jem hỏi, \"bốn tuổi rưỡi hả?\"", "\"Sắp bảy tuổi.\"", "\"Vậy có gì bảnh đâu,\" Jem nói, chĩa ngón trỏ về phía tôi. \"Con Scout kia biết đọc từ lúc mới đẻ, mà nó còn chưa tới trường nữa kìa. Sắp bảy tuổi mà coi mày nhỏ xíu à.\"", "\"Tao nhỏ con nhưng tao lớn rồi,\" nó nói.", "Jem hất tóc ra sau để nhìn rõ hơn. \"Sao mày không qua đây, Charles Baker Harris?\" Anh ấy nói. \"Cái tên nghe ngon dữ.\"", "\"Tên tao đâu mắc cười gì hơn tên mày. Dì Rachel nói tên mày là Jeremy Atticus Finch.\"", "Jem cau mặt. \"Tao đủ lớn để khớp với tên của tao,\" anh ấy nói. \"Tên mày còn dài hơn người mày nữa. Dám chắc là nó dài hơn cỡ ba tấc.\"", "\"Người ta gọi tao là Dill,\" Dill nói, cựa quậy bên dưới hàng rào.", "\"Tốt hơn là mày nhảy qua thay vì chui dưới hàng rào,\" tôi nói. \"Mày ở đâu tới vậy?\"", "Dill quê ở Meridian, Mississippi, đang nghỉ hè ở chỗ dì nó, cô Rachel, và từ nay trở đi cứ hè là nó về Maycomb. Gia đình nó trước ở Maycomb, mẹ nó làm việc cho một tay thợ chụp hình ở Meridian, đã đưa ảnh của nó đi dự một cuộc thi Bé Xinh và giành được giải thưởng năm đô. Bà cho Dill số tiền đó, nhờ thế nó đi xem phim được hai mươi lần.", "\" Ở đây không có mục phim ảnh gì hết, trừ thỉnh thoảng có chiếu phim về chúa Jesus trong tòa án,\" Jem nói. \"Có từng xem thứ gì hay hay không?\"", "Dill đã xem Dracula, một phát hiện khiến Jem nhìn nó với đôi mắt bắt đầu có vẻ nể nang. \"Kể tụi tao nghe đi,\" anh ấy nói.", "Dill là một đứa khác lạ. Nó mặc quần soóc bằng vải lanh xanh cài nút vào áo sơ mi, tóc nó trắng như tuyết và ép sát vào đầu như lông vịt; nó lớn hơn tôi một tuổi nhưng tôi cao hơn nó. Khi nó kể cho chúng tôi nghe về câu chuyện cũ xì đó đôi mắt xanh của nó hết sáng lên lại tối sầm; tiếng cười của nó bất ngờ và vui vẻ; nó luôn tay giật chỗ tóc bò liếm ngay giữa trán.", "Khi Dill kể rốt ráo hết phim Dracula, và Jem nói phim nghe có vẻ hay hơn sách, tôi hỏi Dill ba nó đâu, \"Không nghe mày nói gì về ba mày hết.\"", "\"Tao không có ba.\"", "\"Ổng chết rồi hả?\"", "\"Không ....\"", "\"Vậy nếu ổng không chết tức là mày có ba, đúng không?\"", "Dill đỏ mặt và Jem bảo tôi im, một dấu hiệu cho thấy rõ ràng Dill đã được nghiên cứu và xếp vào loại chấp nhận được. Sau đó mùa hè trôi qua trong sự thỏa mãn bình thường. Sự thỏa mãn bình thường nghĩa là: cải thiện ngôi nhà trên cây của chúng tôi vốn nằm giữa hai cây xoan khổng lồ sinh đôi ở sân sau, làm rộn mọi chuyện, lược qua danh sách những vở kịch dựa trên tác phẩm của Oliver Optich, Vitor Appleton và Edgar Rice Burroughs. Trong vụ này chúng tôi may mắn có Dill. Nó đóng những vai trước đây tôi phải nhận - con khỉ đột trong vở Tazan, ông Crabtree trong The Rover Boys, ông Damon trong Tom Swift. Vì vậy chúng tôi dần xem Dill là một tay Merlin bỏ túi 8, với một cái đầu đầy những kế hoạch ly kỳ, những khát khao quái lạ, và những tưởng tượng kỳ quặc.", "Nhưng vào cuối tháng Tám kho tiết mục trò chơi của chúng tôi trở nên nhạt nhẽo vì đã chơi hoài không biết bao lần, và chính lúc đó Dill đã mớm cho chúng tôi ý tưởng dụ Boo Radley ra khỏi nhà.", "Ngôi nhà Radley mê hoặc Dill. Bất chấp những cảnh báo và giải thích của chúng tôi, ngôi nhà đó cứ thu hút nó như mặt trăng hút con nước, nhưng hút nó không vượt qua cột đèn ở góc phố, một khoảng cách an toàn tính từ cổng nhà Radley. Nó sẽ đứng đó, ôm lấy cột đèn, chăm chú nhìn và băn khoăn.", "Nhà Radley nhô hẳn ra đường cách nhà tôi một đoạn. Đi về phía Nam, người ta thấy hàng hiên của nó; lề đường bẻ góc và chạy dọc khu nhà. Ngôi nhà thấp, từng sơn màu trắng với hàng hiên rộng phía trước và những cửa chớp màu xanh lá cây, nhưng từ lâu đã chuyển sang màu xám xanh giống màu của vuông sân quanh đó. Những miếng ván lớn mục rã vì mưa gió rũ trên mái hiên; những cây sồi che khuất ánh mặt trời. Tàn tích của những chiếc cọc nhọn làm hàng rào xiêu vẹo ở sân trước - một cái sân \"để quét\" vốn không bao giờ được quét - nơi cỏ cho gia súc và cỏ thuốc thỏ mọc lan tràn.", "Bên trong ngôi nhà có một bóng ma quỷ quái. Người ta nói hắn có thật, nhưng Jem và tôi chưa bao giờ thấy hắn. Người ta nói hắn ra ngoài vào ban đêm khi trăng lặn, và nhìn lén qua cửa sổ. Khi cây đỗ quyên khô của người ta đông cứng trong một đợt rét, đó là do hắn hà hơi vào chúng. Mọi vụ trộm vặt ở Maycomb đều là do hắn. Có lần thị trấn kinh hoàng vì hàng loạt sự kiện ghê rợn về đêm: người ta tìm thấy gà và những thú cưng trong nhà bị chặt khúc; dù thủ phạm là Addie điên, tên này sau cũng đã tự trầm ở vũng xoáy Barker, nhưng người ta vẫn nhìn vào nhà Radley, không hề muốn dẹp bỏ những nghi ngờ ban đầu của họ. Một người Da đen sẽ không đi ngang nhà Radley vào ban đêm, ông ta sẽ băng qua lề đường đối diện và huýt sáo khi bước đi. Khuôn viên trường Maycomb giáp lưng với khu đất nhà Radley; những cây hồ đào cao lớn trong sân nuôi gà nhà Radley rụng đầy quả xuống sân trường. nhưng những quả hạch nằm đó mà không đứa trẻ nào dám đụng đến: những quả hồ đào nhà Radley sẽ giết bạn. Một quả bóng rơi vào sân Radley và coi như mất và không ai buồn nêu ra thắc mắc nào.", "Nỗi bất hạnh của ngôi nhà đó bắt đầu nhiều năm trước khi Jem với tôi ra đời. Người nhà Radley, tuy được chào đón ở bất cứ nơi nào trong thị trấn, lại sống tách biệt, một sở thích không thể tha thứ được ở Maycomb. Họ không đi nhà thờ, nơi giải trí chủ yếu của Maycomb, mà thờ phụng tại nhà; bà Radley hiếm khi qua bên kia đường uống cà phê giữa buổi sáng với hàng xóm, và chắc chắn không bao giờ tham gia nhóm truyền giáo. Ông Radley đi bộ xuống thị trấn lúc mười một giờ rưỡi sáng, và trở về vào đúng mười hai giờ, đôi khi xách một túi giấy nâu, mà láng giềng cho hàng tạp phẩm cho gia đình. Tôi không biết ông già Radley kiếm sống bằng cách nào-Jem nói ông ta \"mua bông vải\", một mỹ từ lịch sự để chỉ việc không làm gì cả-nhưng ông Radley và vợ ông ta sống ở đó với hai con trai từ lâu lắm rồi.", "Cửa sổ và cửa chính nhà Radley đóng kín vào những ngày Chủ nhật; một điều nữa trái với cung cách của Maycomb: cửa đóng chỉ có nghĩa là bệnh hay trời lạnh. Trong các ngày thì Chủ nhật là ngày dành cho viếng thăm buổi chiều theo nghi thức: các bà mặc áo nịt, đàn ông mặc áo khoác, trẻ con mang giầy. Nhưng leo lên những bậc thềm trước nhà Radley và nói, \"xin chào\" vào buổi chiều Chủ nhật là điều mà không một người hàng xóm nào làm. Ngôi nhà Radley không có những cửa lưới. Có lần tôi hỏi bố Atticus liệu nó đã từng có cái nào không; bố Atticus nói có, nhưng trước khi tôi ra đời kia.", "Theo lời hàng xóm đồn đại, khi đứa con nhỏ nhà Radley ở tuổi thiếu niên, nó giao du với đám con nhà Cunningham gốc ở Old Sarum, một dòng họ đông đúc và khó hiểu cư trú ở phía Bắc của hạt này, và chúng lập thành một thứ gần như băng nhóm, thứ Maycomb chưa từng có bao giờ. Chúng chẳng làm gì nhiều, nhưng cũng đủ để dân thị trấn bàn luận và bị cảnh báo công khai tại ba buổi giảng kinh: chúng lẩn quất quanh các hiệu cắt tóc, đi xe buýt đến Abbottsville vào Chủ nhật và đi xem phim; chúng dự các buổi khiêu vũ tại ổ cờ bạc bên bờ sông của hạt, Dew-Drop Inn&amp;Fishung Camp; chúng còn uống cả rượu lậu. Không ai ở Maycomb có đủ dũng cảm để nói với Radley rằng con trai ông ta giao du với bọn xấu cả.", "Một đêm nọ, trong cơn phấn khích tột độ, bọn chúng chạy lùi quanh quảng trường trên chiếc ô tô cũ mượn được, kháng cự nỗ lực chặn bắt của viên tuần cảnh già của Maycomb, ông Conner, và nhốt ông trong nhà xí của tòa án. Thị trấn nhất quyết phải làm điều gì đó; ông Conner nói ông biết rõ từng đứa một, và ông quyết chí và khẳng định chúng sẽ không yên thân được với chuyện này, vì vậy bọn trai trẻ này bị đưa ra trước tòa với cáo buộc về tội hành xử bừa bãi, phá rối trật tự, đe dọa và hành hung, sử dụng ngôn ngữ lăng mạ và báng bổ trước sự hiện diện và nghe thấy của một phụ nữ. Quan tòa hỏi ông Conner tại sao ông bao gồm cả tội cuối cùng; ông Conner nói rằng chúng chửi tục quá lớn đến độ ông chắc mọi quý bà ở Maycomb đều nghe thấy. Quan tòa quyết định tống bọn quấy rối này đến trường huấn luyện của tiểu bang, nơi thỉnh thoảng bọn trai trẻ được gửi đến không vì lý do gì khác hơn là cung cấp cho chúng thức ăn và chỗ ở tươm tất: nó không phải nhà từ và cũng không phải là điều gì đáng xấu hổ. Nhưng ông Radley lại nghĩ nó là vậy. Nếu quan tòa tha cho Arthur, ông Radley xin đảm bảo chắc chắn rằng Arthur sẽ không gây thêm rắc rối nào nữa. Biết rằng lời hứa của ông Radley là đinh đóng cột, nên quan tòa đã hoan hỉ làm thế.", "Những đứa đồng bọn thì vào trường huấn luyện và nhận nền giáo dục trung học tốt nhất có được ở bang này; một đứa trong bọn còn học tiếp lên trường cơ khí ở Auburn. Những cánh cửa nhà Radley đóng kín suốt các ngày trong tuần lẫn ngày Chủ nhật và người ta không thấy mặt thằng con ông Radley suốt mười lăm năm.", "Nhưng đến một ngày, mà Jem hầu như không nhớ được, có vài người, nhưng không phải Jem, nghe tiếng nói và thấy mặt Boo Radley. Anh ấy nói bố Atticus chẳng bao giờ nói gì nhiều về nhà Radley: khi Jem hỏi bố thì câu trả lời duy nhất của bố Atticus là bảo anh ấy hãy lo chuyện của mình và để cho nhà Radley lo công việc của họ, họ có quyền đó; nhưng khi chuyện này xảy ra Jem nói bố Atticus chỉ lắc đầu và kêu, \"Mm, umm, umm.\"", "Vì vậy Jem nhận hầu hết thông tin từ cô Stephanie Crawford, một hàng xóm gắt gỏng, người nói mình biết toàn bộ câu chuyện này. Theo cô Stephanie, Bob đang ngồi trong phòng khách cắt một số mục trong tờ The Maycomb Tribune để dán vào cuốn sưu tập báo của anh ta. Ba anh ta bước vào phòng. Khi ông Radley đi ngang, Bob đâm kéo vào chân ba mình, rồi rút ra, chùi nó vào quần, và tiếp tục công việc cắt dán.", "Bà Radley chạy ra đường gào lên rằng Arthur sắp giết cả nhà họ, nhưng khi cảnh sát trưởng đến ông ta thấy Bob vẫn ngồi trong phòng khách, cắt tờ Tribune. Lúc đó anh ta đã ba mươi ba tuổi.", "Cô Stephanie bảo ông Radley già nói không có người nào trong nhà Radley phải vào nhà thương điên cả khi có người đề nghị rằng một đợt an dưỡng ở Tuscaloosa có thể có ích cho Bob. Bob không điên, nhiều lúc anh ta quá căng thẳng. Nhôt anh ta lại thì được thôi, ông Radley thừa nhận, nhưng khẳng định rằng không thể buộc cho Bob bất cứ tội gì: anh ta không phải là tội phạm. Ông cảnh sát trưởng chẳng nỡ nhốt anh ta vào tù cùng bọn da đen, vì vậy Bob bị nhốt trong tầng hầm của tòa án.", "Việc chuyển Bob từ tầng hầm về nhà chỉ lờ mờ trong ký ức của Jem. Cô Stephanie Crawford nói một số người trong hội đồng thị trấn đã bảo ông Radley rằng nếu ông không đem Bob về, Bob sẽ chết vì nấm mốc do ẩm thấp. Ngoài ra Bob không thể sống dựa vào tiền bạc của hạt mãi được.", "Không ai biết ông Radley đã sử dụng hình thức răn đe nào để không ai nhìn thấy Bob, nhưng Jem hình dung rằng ông Radley hầu như thường xuyên xiềng anh ta vào giường. Bố Atticus nói không, không phải kiểu đó, rằng có nhiều cách làm cho người ta trở thành bóng ma.", "Ký ức tôi trở nên sống động khi thấy bà Radley thỉnh thoảng mở cửa trước, đi đến mé hàng hiên, tưới nước cho mấy cây chuối hoa của bà. Nhưng mỗi ngày Jem và tôi đều thấy ông Radley đi bộ xuống thị trấn rồi trở về. Người đàn ông gày gò khô quắt, mắt không màu, không màu đến độ chúng không phản chiếu ánh sáng, Xương gò má của ông ta nhọn và miệng thì rộng, môi trên mỏng và môi dưới dày. Cô Stephanie Crawford nói ông ta quá ngay thẳng đến độ ông ta xem lời Chúa là luật lệ duy nhất của mình, và chúng tôi tin cô, bởi vì dáng điệu của ông Radley lúc nào cũng thẳng đơ.", "Ông không bao giờ nói chuyện với chúng tôi. Khi ông đi ngang qua, chúng tôi thường nhìn xuống đất và nói, \"Chào ông\", và ông ho đáp lại. Con trai cả của ông Radley sống ở Pensacola, anh ta về nhà vào dịp Giáng sinh, và anh ta là một trong ít người chúng tôi từng thấy bước vào hay rời ngôi nhà đó. Từ ngày ông Radley đưa Arthur về nhà, người ta nói ngôi nhà đó đã chết.", "Nhưng đến một hôm bố Atticus nói với chúng tôi bố sẽ phạt nếu chúng tôi làm ồn trong sân và giao cho Calpurnia thực hiện nhiệm vụ khi ông vắng mặt nếu bà nghe chúng tôi nói tiếng nào. Ông Radley đang hấp hối.", "Ông ấy khá thong thả trong việc này. Những băng ngựa gỗ của thợ mộc chặn hai đầu đường của khu đất nhà Radley, rơm được lót trên lề đường, giao thông được chuyển hướng sang đường nhanh phía sau. Bác sĩ Reynolds đậu xe ngay trước nhà tôi và đi bộ đến nhà Radley mỗi khi ông ta đến thăm bệnh. Jem và tôi chơi quanh quẩn trong sân suốt nhiều ngày. Cuối cùng những băng gỗ được mang đi, và chúng tôi đứng trước hiên nhìn theo khi ông Radley làm chuyến hành trình cuối cùng của ông ngang qua nhà tôi.", "\"Đi rồi một kẻ bần tiện nhất mà Chúa từng thổi hơi thở vào,\" Calpurnia lẩm bẩm, và bà phun nước bọt ra sân với vẻ trầm tư. Chúng tôi nhìn bà đầy ngạc nhiên, vì hiếm khi Calpurnia bình luận về cung cách của người da trắng.", "Hàng xóm nghĩ khi ông Radley nằm xuống Bob sẽ xuất hiện, nhưng mọi người đã lầm: anh trai Bob từ Pensacola trở về và thế chỗ ông Radley. Khác biệt duy nhất giữa anh ta và người cha là tuổi tác. Jem nói ông Nathan Radley cũng \"mua bông vải.\" Tuy nhiên Nathan có đáp lại chúng tôi khi chúng tôi chào buổi sáng, và đôi khi chúng tôi thấy anh ta từ thị trấn ra về với tờ tạp chí trên tay.", "Chúng tôi càng nói nhiều với Dill về nhà Radley, nó càng muốn biết, thật đứng ôm cột điện càng lâu nó càng thắc mắc.", "\"Không biết hắn ta làm gì trong đó\", nó lẩm bẩm. \"Cứ là hắn ta vừa thò đầu ra khỏi cửa ấy.", "Jem nói, \"Hắn ta đi ra ngoài, chắc chắn rồi, khi mà trời tối thui. Cô Stephanie Crawford nói có lần cô tỉnh dậy lúc nửa đêm và thấy hắn nhìn cô qua cửa số...nơi đầu của hắn giống như cái sọ người nhìn cô. Mày có bao giờ thức giấc nửa đêm rồi nghe thấy tiếng hắn không, Dill? Hắn đi giống vậy nè....\" Jem lê bàn chân anh trên sỏi. \"Mày nghĩ sao khi cô Rachel lại khoá cửa kỹ thế ban đêm? Nhiều buổi sáng tao còn thấy dấu vết của hắn ở sân sau, và có đêm tao nghe thấy hắn cào cửa lưới sau nhà, nhưng khi bố Atticus ra tới đó thì hắn đã đi mất.", "\"Không biết hắn như thế nào sao?\" Dill hỏi:", "Jem đưa ra mô tả hợp lý về Bob: Bob cao khoảng mét chín, đoán chừng qua những dấu vết của hắn; hắn ăn thịt sóc sống và bất cứ con mèo nào hắn bắt được, đó là lý do tại sao hai bàn tay hắn đầy máu-nếu mày ăn sống thú vật, mày sẽ không bao giờ rửa sạch máu được. Mặt hắn có nguyên một vết sẹo lồi chạy ngang qua; răng hắn không những vàng khè mà còn bị sâu nữa; mắt hắn thô lố; miệng lúc nào cũng chảy nước dãi.", "\"Tụi mình thử dụ hắn ra ngoài đi,\" Dill nói. \"Tao muốn thấy hắn ra sao.\"", "Jem nói nếu Dill muốn bị mất mạng, thì nó chỉ cần đi tới và gõ cửa trước.", "Cuộc đột kích đầu tiên của bọn tôi xảy ra bởi vì Dill cá với Jem cuốn The Gray Ghost 9 ăn hai cuốn truyện Tom Swift rằng Jem sẽ không dám đi quá cổng nhà Radley. Cả đời mình, Jem chưa từng từ chối một thách thức nào.", "Jem nghĩ về chuyện đó ba ngày. Tôi nghĩ rằng anh ấy yêu danh dự hơn cái mạng mình, vì Dill công kích liên tục khiến anh kiệt sức dễ dàng. \"Mày sợ rồi\", ngày đầu Dill nói. \"Tao không sợ, chỉ kính trọng thôi,\" Jem nói. Ngày hôm sau Dill nói, \"Mày sợ muốn chết đến độ không dám đặt ngón chân cái vào sân trước.\" Jem nói anh ấy tin là mình không sợ, mỗi ngày anh ấy đều đi học ngang qua nhà Radley.", "\"Lần nào cũng chạy thục mạng,\" tôi nói.", "Nhưng Dill khích được anh ấy vào ngày thứ ba, khi nó nói với Jem rằng dân Meridian chắc chắn không sợ hãi như dân Maycomb, rằng nó chưa từng thấy dân nào nhát như dân Maycomb.", "Điều này đủ làm cho Jem phải đi đến góc đường, ở đó anh dừng lại và dựa vào cột đèn, nhìn cánh cổng đong đưa như khùng điên trên bản lề tự chế.", "\"Tao hy vọng cái đầu mày tự hiểu ra rằng hắn sẽ giết từng đứa bọn mình đó, Dill Harris,\" Jem nói, khi chúng tôi tới nhập bọn với anh. \"Đừng trách tao khi hắn móc mắt mày nghen. Hãy nhớ là mày khơi mào vụ này đó.\"", "\"Mày vẫn còn sợ,\" Dill kiên nhẫn lầm bầm.", "Jem muốn Dill biết rõ ràng rằng anh ấy chẳng sợ bất cứ thứ gì. \"Chỉ có điều tao không nghĩ ra cách dụ hắn ra khỏi nhà hắn mà không bắt được mình thôi.\" Ngoài ra Jem còn nghĩ đến cô em nhỏ của mình nữa.", "Khi anh ấy nói vậy, tôi biết ngay anh ấy sợ. Jem cũng phải nghĩ tới em gái khi tôi thách anh ấy nhảy từ nóc nhà xuống. \"Nếu tao chết thì mày sống ra sao?\" Anh hỏi. Rồi anh nhảy, rơi xuống đất an toàn, và ý thức trách nhiệm đã biến khỏi anh ấy cho đến khi anh đối mặt với nhà Radley.", "\"Mày né vụ thách thức này sao?\" Dill hỏi. \"Nếu vậy mày....\"", "\"Dill, mày phải nghĩ về mấy chuyện này,\" Jem nói. \"Để tao suy nghĩ một chút... nó giống như việc làm cho một con rùa bò ra...\"", "\"Làm cách nào?\" Dill hỏi.", "\"Đốt cây diêm hơ dưới bụng nó.\"", "Tôi bảo Jem nếu anh đốt nhà Radley tôi sẽ mách bố Atticus.", "Dill nói đốt diêm hơ dưới bụng rùa là độc ác.", "\"Không độc ác, chỉ là thuyết phục nó-không giống như việc mày đốt lửa thui nó đâu,\" Jem làu bàu.", "\"Sao mày biết đốt diêm không làm nó đau?\"", "\"Bọn rùa không có cảm giác, đồ ngốc\" Jem nói.", "\"Bộ mày từng là rùa hả?\"", "\"Trời đất, Dill để tao nghĩ coi.. tụi mình có thể làm hắn hoảng....\"", "Jem đứng suy nghĩ quá lâu đến độ Dill nhượng bộ một chút, \"Tao sẽ không nói là mày chạy vụ này và tao sẽ đổi cho mày cuốn The Gray Ghost chỉ cần mày dám đến đó rờ vào ngôi nhà.\"", "Jem sáng rỡ. \"Rờ vào ngôi nhà, vậy thôi hả?\"", "Dill gật đầu.", "\"Chắc chắn chỉ vậy thôi hả? Tao không muốn mày đòi thêm chuyện gì khác khi tao quay lại.\"", "\"Ừ, chỉ nhiêu đó thôi,\" Dill nói. \"Chắc chắn hắn sẽ chạy ra đuổi khi thấy mày trong sân, lúc đó tao với Scout sẽ nhào vô, đè hắn xuống cho tới khi mình nói được với hắn là mình không tính hại gì hắn.\"", "Chúng tôi rời góc phố, băng qua con đường nhỏ trước nhà Radley, và dừng ngay cổng.", "\"Tới luôn đi,\" Dill nói, \"Scout với tao ở ngay sau lưng mày.\"", "\"Tao đi nè,\" Jem nói, \"đừng có thúc.\"", "Anh đi đến góc sân, rồi lùi lại nghiên cứu địa thế như thể quyết định tìm cách tốt nhất để vào trong, nhíu mày và gãi đầu.", "Rồi tôi chế nhạo anh ấy.", "Jem đẩy tung cách cổng và đi nhanh đến hông nhà, vỗ vào nó và chạy trở ra vượt qua chỗ chúng tôi, không chờ xác nhận xem cuộc xâm nhập của anh có thành công hay không. Dill và tôi chạy theo sát gót anh. An toàn ở hàng hiên nhà mình, thở hổn hển, rầu rĩ và buồn bã.", "Ngôi nhà cũ kỹ vẫn như thế, rầu rĩ và buồn bã, nhưng khi nhìn dọc theo con đường, chúng tôi tưởng như mình thấy một tấm rèm cửa bên trong nhúc nhích. Khẽ rung nhẹ. Một chuyển động rất nhẹ, hầu như không thể thấy, và ngôi nhà vẫn lặng ngắt.", "--- ------ ------ ------ -------", "1 Andrew Jackson (sau này thành tổng thống thứ bảy của Mỹ), trong Cuộc chiến Creek (1813-14) đã xua người da đỏ Creek ra khỏi Alabama, Georgia và Mississippi để bảo vệ các khu định cư của dân da trắng.", "2 Trận Hasting (1066): trận đánh quyết định trong cuộc chinh phục Anh của người Norman (Pháp).", "3 John Weslay (1703-1791): mục sư, nhà thần học Anh, một trong những thủ lĩnh đầu tiên của giáo phái Giám lý (Methodist) của đạo Tin lành. Giáo phái này xuất phát từ Anh, lan qua Mỹ, thu hút giới lao động và nô lệ.", "4 Tội giết người không dự mưu trước nhưng không kèm tình huống gia trọng, theo luật Mỹ, nhưng định nghĩa này thay đổi ít nhiều tùy từng tiểu bang.", "5 Tên gọi thân mật của John", "6 Ám chỉ khủng hoảng kinh tế 1929-1933.", "7 Chẳng có gì để sợ ngoài chính nỗi sợ hãi: câu nổi tiếng trong diễn văn nhậm chức của Franklin Roosevelt, tổng thống thứ 32 của Mỹ (đắc cử năm 1932), người có công lớn trong việc đưa nước Mỹ vượt qua Khủng hoảng kinh tế. Ông đắc cử bốn kỳ bầu cử liên tiếp: 1932,1936,1940 và 1944.", "8 Merlin: nhà tiên tri, phù thủy và cố vấn của vua Arthur trong truyền thuyết Anh, ở đây hàm ý Dill là kẻ tài giỏi, tháo vát trong mọi chuyện.", "9 Nghĩa là Con ma xám."]
  },
  {
    "chapter_endpoint": "chuong-2",
    "book_endpoint": "giet-con-chim-nhai",
    "title": "Chương 2",
    "time": "2022-01-20 11:30:34.731264",
    "images": ["Jem hạ cố dẫn tôi đến trường ngày đầu tiên, một công việc do bố mẹ thường làm, nhưng bố Atticus nói Jem sẽ thích chỉ cho tôi biết phòng học của tôi chỗ nào. Tôi nghĩ hẳn anh được một ít tiền trong phi vụ này, vì khi chúng tôi chạy lóc cóc quẹo góc phố ngang ngôi nhà Radley tôi nghe tiếng xủng xoẻng khác thường trong túi của Jem. Khi chúng tôi đi chậm lại tại rìa trường, Jem cẩn thận giải thích rằng trong giờ ở trường tôi không được làm phiền anh ấy, tôi không được lại gần anh ấy để yêu cầu diễn một đoạn trong Tazan and the Ant Men 1, làm anh bẽ mặt qua việc nhắc tới cuộc sống riêng tư của anh ấy, hay lẽo đẽo theo sau anh vào giờ giải lao và buổi trưa. Tôi phải chơi với bọn lớp một của tôi còn anh ấy chơi với bọn lớp năm. Tóm lại, tôi phải để anh yên.", "\"Ý anh là tụi mình không chơi chung nữa hả?\" Tôi hỏi.", "\"Ở nhà mình vẫn chơi chung,\" anh nói, \"nhưng mày biết đó-trường học thì khác chứ.\"", "Chắc chắn như vậy rồi. Trước khi buổi sáng đầu tiên trôi qua, cô Caroline Fisher, cô giáo của chúng tôi, lôi tôi lên trước lớp và khẻ tay tôi bằng cây thước, rồi bắt tôi đứng ở góc phòng đến tận trưa.", "Cô Caroline chưa quá hai mươi mốt tuổi. Cô có mái tóc màu nâu sáng, má hồng, và sơm móng tay màu đỏ thẫm. Cô cũng mang giày cao gót và mặc váy sọc trắng đỏ. Cô trông giống và có mùi một giọt bạc hà. Cô ở trọ bên kia đường cách nhà chúng tôi một căn, trong phòng trên lầu của cô Maudie Atkinson, và khi cô Maudie giới thiệu tôi với cô, Jem bối rối trong nhiều ngày.", "Cô Caroline viết tên cô bằng chữ in trên bảng và nói, \"Câu này nghĩa là: Tôi là cô Caroline Fisher. Tôi quê ở Bắc Alabama, hạt Winston.\" Cả lớp lầm bầm đầy lo lắng, liệu cô có chứng tỏ mình mang những nét quái đản đặc trưng của vùng đó không đây. (Khi Alabama ly khai khỏi liên bang ngày 11 tháng Giêng năm 1861, hạt Winston đã ly khai khỏi Alabama, và mọi đứa trẻ ở hạt Maycomb đều biết vụ này.) Bắc Alabama vẫn đầy những tập đoàn kinh doanh rượu, những tay Big Mule2, các công ty thép, các đảng viên Cộng hòa, giáo sư, và những người khác không rõ lai lịch.", "Cô Caroline bắt đầu ngày học bằng việc đọc cho chúng tôi nghe một câu chuyện về những chú mèo. Lũ mèo có những cuộc chuyện trò dài với nhau, chúng mặc quần áo nhỏ trông hấp dẫn và sống trong ngôi nhà ấm áp bên dưới một cái bếp lò. Vào lúc bà Mèo gọi điện đến cửa hàng dược phẩm đặt mua món chuột ướp mạch nha sôcôla cả lớp ngó ngoáy giống như một thùng đựng sâu nho. Cô Caroline có vẻ không biết rằng bọn lớp một mặc váy bằng bao bột mì và áo sơ mi bằng vải bông sờn rách này, hầu hết đều chặt cây bông và cho heo ăn từ lúc mới biết đi, đã miễn nhiễm với thứ văn chương tưởng tượng. Cô Caroline kết thúc câu chuyện và hỏi, \"Thế nào, chuyện hay không?\"", "Sau đó cô lên bảng và viết bảng chữ cái bằng những chứ in vuông thật lớn, quay xuống lớp và hỏi, \"Có ai biết những chữ này không?\"", "Mọi đứa đều biết; hầu hết lớp một đều không làm được chuyện này năm ngoái.", "Tôi cho rằng cô chọn tôi vì cô biết tên tôi; khi tôi đọc bảng chữ cái, một nét nhăn mơ hồ xuất hiện giữa cặp chân mày cô và sau khi tôi đọc lớn hầu hết cuốn My First Reader và những bảng báo giá thị trường chứng khoán trên tờ The Mobile Register, cô phát hiện ra rằng tôi đã biết chữ và nhìn tôi với vẻ không hài lòng hơn nữa. Cô Caroline bảo tôi nói với bố tôi đừng dạy tôi nữa, nó sẽ gây trở ngại cho việc học của tôi.", "\"Dạy em?\" Tôi nói với vẻ ngạc nhiên, \"Bố em chẳng dạy em gì cả, cô Caroline. Bố Atticus không có thời gian dạy em bất cứ thứ gi,\" tôi nói thêm, khi đó cô Caroline mỉm cười lắc đầu. \"Ồ, buổi tối bố em rất mệt và chỉ ngồi ở phòng khách đọc sách báo thôi.\"", "\"Nếu ông ấy không dạy em thì ai dạy?\" Cô Caroline hỏi có vẻ ân cần. \"Ai đó đã dạy em. Em đâu có bẩm sinh là đọc được tờ The Mobile Register.\"", "\"Jem nói em đọc được. Anh ấy đọc trong một cuốn sách trong đó em mang họ Bullfinch thay vì Finch 3. Jem nói tên em thật ra là Jean Louise Bullfinch, rằng em bị tráo lúc mới sinh và em thực tình là một....\"", "Rõ ràng cô Caroline đang nghĩ tôi nói láo. \"Đừng để những tưởng tượng chi phối chúng ta, em yêu,\" cô nói. \"Bây giờ hãy về nói với ba em đừng dạy em nữa. Tốt nhất là bắt đầu tập đọc với đầu óc mới mẻ. Em hãy nói với ba từ bây giờ cô sẽ lo việc này và cố cứu vãn thiệt hại này...\"", "\"Thưa cô?\"", "\"Ba em không biết cách dạy. Em có thể ngồi xuống.\"", "Tôi lí nhí rằng tôi rất tiếc và về chỗ ngẫm nghĩ về tội của mình. Tôi không hề chủ tâm học đọc, nhưng bằng cách nào đó tôi đã đắm mình một cách lén lút vào những tờ nhật trình. Trong những giờ đằng đẵng ở nhà thờ-có phải tôi đã học lúc đó? Tôi không nhớ được có lúc nào mình không đọc được những bài thánh ca. Bây giờ tôi buộc phải nghĩ về nó, việc đọc là một điều gì đó tự nhiên đến với tôi, như việc học cách cài chặt đũng quần của bộ áo liền quần mà không cần nhìn quanh, hoặc việc thắt được hai cái nơ từ mớ dây giầy rối nùi. Tôi không thể nhớ khi nào những dòng chữ bên trên ngón tay di chuyển của bố Atticus tách ra thành những từ rời, nhưng tôi đã chăm chú nhìn chúng suốt những buổi tối trong ký ức tôi, trong khi lăng nghe tin tức trong ngày, những dự luật được thông qua thành luật, nhật ký của Lorenzo Dow 4- mọi thứ mà bố Atticus ngẫu nhiên đang đọc khi tôi bò lên đùi ông mỗi tối. Cho đến khi tôi sợ rằng sẽ mất nó, thì tôi chưa bao giờ yêu thích việc đọc. Người ta đâu có yêu việc thở.", "Tôi biết mình đã quấy rầy cô Caroline, vì vậy tôi được yên thân và nhìn ra cửa sổ cho đến giờ ra chơi khi Jem tách tôi ra khỏi đám học trò lớp một trong sân trường. Jem hỏi tôi xoay xở ra sao. Tôi kể anh ấy nghe.", "\"Nếu không phải ở lại, em đã bỏ về. Jem, cái cô đáng ghét đó nói bố Atticus đã dạy em đọc và bố phải ngừng chuyện đó lại...\"", "\"Đừng lo, Scoutt,\" Jem trấn an tôi. \"Thầy tao nói cô Caroline đang giới thiệu một phương pháp dạy mới. Cô học điều đó ở trường đại học. Rồi tất cả các lớp sẽ áp dụng nó ngay thôi. Mày không phải học nhiều từ những cuốn sách theo cách ấy-nó giống như nếu muốn biết về loài bò, mày phải đi vắt sữa một con bò vậy, hiều không?\"", "\"Hiểu, Jem, nhưng em không muốn học về bò, em...\"", "\"Chắc chắn rồi. Mày phải biết về loài bò, chúng là phần quan trọng trong đời sống ở hạt Maycomb.\"", "Phải cố gắng lắm tôi mới ngăn được ham muốn hỏi Jem có phải anh bị mất trí hay không.", "\"Tao chỉ ráng nói cho mày biết về cách dạy mới mà người ta áp dụng cho lớp một, đồ lì lợm. Đó là Hệ thống thập phân Dewey 5\"", "Chưa từng nghi ngờ về những tuyên bố chính thức của Jem, nên tôi thấy không có lý do gì để hỏi lúc này. Hệ thống thập phân Dewey, trong chừng mực nào đó, bao gồm việc cô Caroline vung vẩy trước mặt chúng tôi những tấm bảng trên đó viết những chữ như \"the\"\", \"cat\", \"rat\", \"man\" và \"you\". Có vẻ như cô giáo không chờ đợi ở chúng tôi lời bình luận nào, và lớp học nhận được những phát hiện đầy ấn tượng này trong im lặng. Tôi thấy chán, vì vậy tôi bắt đầu viết thư cho Dill. Cô Caroline bắt gặp tôi viết và bảo tôi phải nói với bố tôi ngừng dạy tôi. \"Với lại,\" cô nói. \"Chúng ta không viết trong lớp một, chúng ta chỉ tập đồ mẫu tự rời thôi. Em sẽ không học viết cho đến khi lên lớp ba.\"", "Calpurnia là người chịu trách nhiệm về việc này. Nó giúp tôi khỏi làm bà phát điên vào những ngày mưa, tôi đoán vậy. Bà ấy đặt cho tôi bài tập viết bằng việc vẽ nguệch ngoạc bảng chữ cái ở phía trên một tấm bảng, sau đó chép lại một chương Kinh Thánh bên dưới. Nếu viết lại được theo nét của bà một cách thỏa đáng, tôi sẽ được bà thưởng một miếng sandwich phết bơ và đường. Trong việc dạy dỗ của Calpurnia, không hề có sự đa cảm: tôi hiếm khi làm bà hài lòng và bà hiếm khi thưởng cho tôi.", "\"Em nào về nhà ăn cơm trưa giơ tay lên?\" Cô Caroline nói, cắt ngang cơn bực bội mới mẻ của tôi đối với Calpurnia.", "Những đứa bé thị trấn giơ tay lên, và cô nhìn khắp chúng tôi.", "\"Em nào mang bữa trưa theo để lên bàn.\"", "Những xô mật mía đột nhiên xuất hiện, và trần nhà lấp loáng ánh sáng kim loại. Cô Caroline đi lên đi xuống các dãy bàn nhìn và ấn ngón tay vào các hộp đựng bữa trưa, gật đầu nếu thứ bên trong làm cô hài lòng, hơi nhíu mày trước những thứ khác. Cô dừng lại trước bàn của Walter Cunningham. \"Bữa trưa của em đâu?\" Cô hỏi.", "Khuôn mặt của Walter Cunningham cho mọi đứa trong lớp một biết rằng nó bị giun móc. Việc nó không đi giày cho chúng tôi biết rằng nó bị nhiễm giun ra sao. Người ta bị giun móc khi đi chân không trong chuồng ngựa và bãi đầm mình của heo. Nếu Walter có giầy nó sẽ mang vào ngày đầu tiên đến trường sau đó vứt chúng đi cho đến giữa mùa đông. Nó mặc chiếc áo sơ mi sạch và bộ áo liền quần được sửa vừa vặn.", "\"Sáng nay em quên mang bữa trưa à?\" Cô Caroline hỏi.", "Walter nhìn thẳng trước mặt. Tôi thấy một bên cơ hàm trơ xương của nó giật giật.", "\"Em quên mang bữa trưa hả?\" Cô Caroline hỏi. Hàm của nó lại giật.", "\"Dạ, thưa cô,\" cuối cùng nó lí nhí.", "Cô Caroline đến bàn của cô và mở ví tiền ra. \"Đây là đồng hăm lăm xu,\" cô nói với Walter. \"Hôm nay xuống phố ăn đi. Mai trả lại cô 6\"", "Walter lắc đầu. \"Không, cảm ơn cô,\" nó nói nhừa nhựa.", "Giọng cô Caroline bắt đầu mất kiên nhẫn, \"Đây Walter, cầm lấy.\"", "Walter lại lắc đầu.", "Khi Walter lắc đầu lần thú ba có đứa thì thào, \"Lên nói với cô đi, Scout.\"", "Tôi quay quanh và thấy hầu như cả đám dân thị trấn và toàn bộ nhóm đi xe buýt nhìn tôi. Cô Caroline đã nói chuyện với tôi hai lần, và chúng nhìn tôi với sự tự tin ngây thơ rằng sự quen biết dẫn đến thông cảm.", "Tôi đứng dậy đàng hoàng nhân danh Walter, \"A-thưa cô Caroline?\"", "\"Gì đó, Jean Louise?\"", "\"Cô Caroline, bạn ấy là người nhà Cunningham.\"", "Tôi ngồi xuống.", "\"Là sao, Jean Louise?\"", "Tôi cứ nghĩ mình đã làm mọi việc trở nên rõ ràng lắm rồi. Nó đủ rõ ràng với tất cả chúng tôi: Walter Cunningham đang ngồi đó gục đầu xuống. Nó không quên bữa trưa, nó không có bữa trưa gì cả. Hôm nay nó không có và cả ngày mai hay ngày mốt cũng không có luôn. Chắc cả đời nó chưa từng thấy ba đồng hai mươi lăm xu cùng một lúc bao giờ.", "Tôi thử lần nữa, \"Walter là người của nhà Cunningham, cô Caroline.\"", "\"Rất tiếc, cô không hiểu, Jean Louise.\"", "\"Phải rồi, thưa cô, cô sẽ biết rõ mọi người dân thị trấn chỉ sau một thời gian ngắn. Người nhà Cunningham không bao giờ nhận bất cứ thứ gì mà họ không thể trả lại-không giờ quyên góp ở nhà thờ và cũng không phiếu bạc lẻ 7. Họ không bao giờ nhận bất cứ thứ gì của bất cứ ai, họ sống với những gì họ có. Họ không có nhiều, nhưng họ xoay xở được với điều đó.\"", "Hiểu biết đặc biệt của tôi về dòng họ Cunningham-tức là một nhanh của họ-có được từ những sự kiện năm ngoái. Cha Walter là một trong những thân chủ của bố Atticus. Một đêm, sau cuộc nói chuyện không vui trong phòng khách của chúng tôi về vụ hạn chế thừa kế của ông, trước khi ra về, ông Cunningham nói: \"Ông Finch, tôi không biết chừng nào mới trả thù lao cho ông được.\"", "\"Đừng lo lắng chuyện đó, Walter,\" bố Atticus nói.", "Khi tôi hỏi Jem hạn chế thừa kế là gì, và Jem mô tả nó như tình trạng bị kẹt đuôi trong một khe nứt, và tôi hỏi bố Atticus liệu ông Cunningham có trả tiền cho nhà mình không.", "\"Không trả bằng tiền,\" bố Atticus nói, \"nhưng trước cuối năm họ sẽ trả. Con cứ để ý xem.\"", "Chúng tôi đã để ý. Một sáng Jem và tôi thấy một đống củi ở sân sau. Sau đó một bao hạt hồ đào nằm ở bậc thềm sau nhà. Giáng sinh là có một thùng dây leo và cây ô rô để trang trí. Mùa xuân đó chúng tôi thấy có một bao đầy rau củ cải, bố Atticus nói ông Cunningham đã trả cho bố quá nhiều.", "\"Sao ổng lại trả cho bố nhu vậy?\" Tôi hỏi.", "\"Vì đó là cách duy nhất ông ấy có thể trả cho bố. Ông ấy không có tiền.\"", "\"Nhà mình có nghèo không, bố Atticus?\"", "Bố Atticus gật đầu. \"Mình có nghèo.\"", "Mũi Jem nhăn lại. \"Mình có nghèo như nhà Cunningham không?\"", "\"Không hẳn. Nhà Cunningham là dân nông thôn, là nông dân, và vụ sập tiệm chứng khoán giáng vào họ mạnh nhất 8\"", "Bố Atticus nói những người có tay nghề đều nghèo bởi vì các nông dân nghèo. Vì hạt Maycomb là hạt nông nghiệp, bác sĩ, nha sĩ và luật sư khó kiếm được những đồng năm xu và mười xu. Việc hạn chế thừa kế chỉ là một phần trong những ưu tư cho ông Cunningham. Những cánh đồng không bị hạn chế thừa kế đã được cầm cố gần hết sạch, và số tiền mặt ít ỏi ông kiếm được thì phải trả tiền lãi. Nếu biết giữ mồm giữ miệng, ông Cunningham có thể kiếm được một việc làm ở WPA 9, nhưng đất đai của ông sẽ tàn lụi nếu ông rời bỏ nó, và ông sẵn sàng nhịn ăn để giữ đất và quyền bỏ phiếu theo ý thích. Bố Atticus nói ông Cunningham thuộc loại người ngoan cường ít chịu thay đổi.", "Vì người nhà Cunningham không có tiền để trả cho luật sư, nên họ chỉ trả cho chúng tôi bằng những gì họ có. \"Con có biết,\" bố Atticus nói, \"bác sĩ Reynolds cũng làm việc theo cách này không? Với một số người, ông tính thù lao một lần đỡ đẻ là một thúng khoai tây. Scout, nếu con chú ý bố sẽ nói cho con biết hạn chế thừa kế là gì. Định nghĩa của Jem đôi khi cũng khá chính xác.\"", "Nếu giải thích được những chuyện này với cô Caroline, hẳn tôi đã tránh được ít nhiều phiền toái cho mình và cảnh ê chề sau đó cho cô Caroline, nhưng giải thích mọi việc rõ ràng như bố Atticus là chuyện nằm ngoài khả năng của tôi, vì vậy tôi nói, \"Cô đang làm nó xấu hổ, cô Caroline. Walter không có đồng hai mươi lăm xu nào ở nhà để trả cô đâu, và cô cũng không thể dùng củi.\"", "Cô Caroline đứng bất động, rồi cô nắm lấy cổ áo tôi và lôi tôi lên bàn của cô. \"Jean Louise, em như vậy với tôi sáng nay thế là đủ rồi,\" cô nói. \"Trong chuyện nào em cũng khởi đầu hỏng bét cả. Giơ tay ra.\"", "Tôi nghĩ cô sẽ nhổ nước bọt lên đó, đó là lý do duy nhất mà mọi người ở Maycomb chìa tay ra: đó là phương thức đánh dấu hợp đồng miệng có từ lâu đời. Tự hỏi không biết chúng tôi đã thỏa thuận được điều gì, tôi quay xuống lớp tìm câu trả lời, nhưng cả lớp nhìn lại tôi đầy hoang mang. Cô Caroline cầm cây thước lên, phết lẹ làng vào đó sáu cái, rồi bảo tôi đứng vào góc. Một trận cười vỡ òa khi cả lớp rốt cuộc nhận ra rằng cô Caroline đã quất tôi.", "Khi cô Caroline dọa cả lớp sẽ bị y như vậy, lớp một lại ôm bụng cười nữa, chúng chỉ nghiêm túc lại khi bóng cô Blount trùm lên chúng. Cô Blount, một người chính gốc Maycomb cho đến lúc đó chưa biêt gì về những bí ẩn của Hệ thống thập phân, xuất hiện ngay cửa lớp, tay chống nạnh và thông báo, \"Nếu còn nghe thấy âm thanh nào khác từ phòng này, tôi sẽ thiêu rụi mọi người trong đây. Cô Caroline, lớp sáu không thể tập trung vào kim tự tháp vì tất cả sự ồn ào này!\"", "Tôi chỉ phải đứng trong góc một lát. Được tiếng chuông hết giờ cứu, cô Caroline nhìn theo cả lớp xếp hàng một để đi ăn trưa. Khi rời khỏi phòng sau tất cả những đứa khác, tôi thấy cô ngồi sụp xuống ghế và vùi đầu vào cánh tay. Nếu cô cư xử tử tế đối với tôi, tôi sẽ cảm thấy tiếc cho cô. Cô cũng thuộc loại khá xinh xắn.", "--- ------ ------ ------ -------", "1 Nghĩa là Tazan và những người kiến.", "2 Liên minh giữa các chủ đồn điền lớn với giới công nghiệp Alabama, chi phối nền chính trị của bang này, ủng hộ những chính sách bảo thủ.", "3 Ở đây Jem nói đùa với em gái dựa trên cuốn sách cậu đang đọc, cuốn Bullfinchs Mythology(Thần thoại của Bulfinch), một tuyển tập các truyện thần thoại Hy Lạp phổ biến thời đó. Cách phát âm hai từ Bullfinch và Bulfinch tương tự nhau. Trong tiếng Anh, Bukk nghĩa là con bò.", "4 Lorenzo Dow(1777-1834): Nhà truyền giáo thuộc phái Giám lý từng đi khắp nước Mỹ, có tới Alabama.", "5 Phương pháp đánh số phân loại sách trong thư viện do Melvil Dewey lập ra. Jem lẫn lộn ông này với John Dewey, lý thuyết gia về giáo dục tiến bộ.", "6 Trong thời khủng hoảng kinh tế này, một ổ bánh mì giá 5 xu, vé xem phim giá 10 xu, một gallon xăng (3,8lit) giá 16 xu.", "7 Scrip stamp: phiếu thay tiền giấy có mệnh giá nhỏ, dưới 1 USD, được phát hành khi khẩn cấp. Trong cuộc khủng hoảng kinh tế, nhiều chính quyền địa phương cấp phát loại phiếu này cho dân thất nghiệp.", "8 Vụ sụp đổ thị trường chứng khoán năm 1929: sự kiện khơi mài cuộc khủng hoảng kinh tế Mỹ.", "9 Works Progress Administration-Sở quản lý tiến độ công trình: một trong nhiều cơ quan được thành lập để giải quyết nạn thất nghiệp trong khủng hoảng kinh tế. WPA ra đời năm 1935 để phát triển một chương trình công trình công cộng với kinh phí nhỏ cho vật tư và kinh phí lớn cho lương bổng."]
  },
  {
    "chapter_endpoint": "chuong-3",
    "book_endpoint": "giet-con-chim-nhai",
    "title": "Chương 3",
    "time": "2022-01-20 11:32:18.952993",
    "images": ["\"Nó bằng tuổi anh chứ bộ,\" tôi nói. \"Nó làm buổi học đầu tiên của em hỏng bét.\"", "\"Buông nó ra, Scoutt. Sao vậy?\"", "\"Nó không mang theo bữa trưa,\" tôi nói, giải thích việc tôi dính dáng vào vụ ăn uống của Water thế nào.", "Walter đã đứng lên và im lặng nghe Jem với tôi. Nắm đấm của nó đã hơi giơ lên như thể chờ đợi cuộc tấn công của anh em tôi. Tôi sấn tới đế đuổi nó đi, nhưng Jem đưa tay ngăn tôi lại. Anh xem xét Walter với vẻ suy đoán. \"Cha mày là ông Walter Cunningham ở Old Sarum phải không?\" Anh hỏi và Walter gật đầu.", "Walter trông như thể được nuôi bằng thức ăn cho cá: đôi mắt nó, xanh như mắt của Dill Harris, đỏ hoe và đầy nước. Mặt nó không có sắc màu trừ chóp mũi, chỗ đó có màu hồng ẩm ướt. Nó rờ rẫm ngón tay theo những dây cài của bộ áo liền quần đang mặc, lo lắng táy máy những cái móc kim loại.", "Bất chợt Jem nhe răng cười với nó. \"Về nhà ăn cơm với tụi tao đi, Walter,\" anh nói. \"Mày tới tụi tao vui lắm.\"", "Mặt Walter bừng sáng rồi tối sầm.", "Jem nói. \"Bố tụi tao là bạn của ba mày mà. Còn con Scout này, nó khùng - nó không đánh mày nữa đâu.\"", "\"Em không chắc điều đó đâu,\" tôi nói. Việc Jem tự ý làm ra cam kết cho tôi khiến tôi thấy khó chịu, nhưng những phút giây nghỉ trưa quý giá đang trôi qua. \"Phải đó Walter, tao không đe mày nữa đâu. Mày không thích đậu bơ sao? Bà Cal nhà tao nấu bếp hết sẩy.\"", "Walter đứng im tại chỗ, cắn môi. Jem và tôi bỏ đi, và khi chúng tôi gần đến chỗ nhà Radley thì Walter gọi, \"Nè, tao đi với!\"", "Khi Walter đuổi kịp bọn tôi, Jem nói chuyện thật vui với nó. \"Có con ma sống trong đó,\" anh nói một cách thân mật, chỉ vào nhà Radley. \"Nghe vụ này bao giờ chưa, Walter?\"", "\"Hình như có,\" Walter nói. \"Năm đầu tới trường rồi ăn mấy quả hồ đào tao mém chết luôn - người ta nói hắn tẩm thuốc độc vô rồi thảy chúng qua hàng rào trường.\"", "Lúc này Jem có vẻ ít sợ Boo Radley vì có tôi và Walter bên cạnh. Thực sự là Jem đâm ra huênh hoang, \"Có lần tao dám đi một lèo tới nhà đó luôn,\" anh nói với Walter.", "\"Bất cứ ai từng đi tới nhà đó hẳn không phải chạy mỗi khi đi ngang qua đó,\" tôi nói với đám mây trên trời.", "\"Ai chạy vậy, cô Priss?\"", "\"Anh chớ ai, khi không có ai đi chung.\"", "Lúc chúng tôi đi đến bậc thềm trước nhà, Walter đã quên nó là một Cunningham, Jem chạy xuống bếp yêu cầu Calpurnia bày thêm một đĩa nữa, chúng tôi có bạn. Bố Atticus chào đón Walter và bắt đầu nói chuyện về mùa màng mà cả Jem và tôi đều không thể hiểu.", "\"Lý do cháu không thể qua được lớp một, ông Flinch, là mùa xuân nào cháu cũng phải ra đồng để giúp ba cháu chặt cây, nhưng có một lý do khác ở nhà bây giờ là kích thước của cánh đồng.\"", "\"Mày đã trả thúng khoai tây chưa?\" Tôi hỏi, nhưng bố Atticus đã lắc đầu với tôi.", "Trong khi Walter chất thức ăn vào đĩa của nó, nó với bô Atticus nói chuyện với nhau như hai người đàn ông, trước sự ngạc nhiên thích thú của Jem và tôi. Bố Atticus đang giải thích những vấn đề nông trại thì Walter cắt ngang để hỏi không biết trong nhà có mật đường không. Bố Atticus gọi bà Calpurnia, bà quay lại mang theo bình xi rô. Bà đứng chờ Walter tự phục vụ. Walter rót xi tô lên rau và thịt thật hào phóng. Chắc hẳn nó sẽ rót xi rô vào cả ly sữa nếu như tôi không hỏi nó đang làm gì.", "Chiếc đĩa bạc kêu lách cách khi nó đặt bình xi rô xuống, rồi nó nhanh chóng đặt hai tay lên đùi. Sau đó nó cúi đầu xuống.", "Bố Atticus lại lắc đầu với tôi. \"Nhưng nó tẩm bữa ăn của nó ngập xi rô,\" tôi phản đối. \"Nó rót xi rô lên khắp....\"", "Ngay lúc đó Calpurnia gọi tôi xuống bếp.", "Bà đang giận dữ, mà khi giận dữ thì văn phạm của Calpurnia trở nên lộn xộn. Khi bình thường, văn phạm của bà cũng tốt như văn phạm của mọi người Maycomb. Bố Atticus nói Calpurnia có học hơn phần lớn người da màu khác.", "Khi bà liếc nhìn xuống tôi, những nếp nhăn nhỏ xíu quanh đôi mắt bà hằn sâu hơn. \"Có một số người ăn không giống nhà mình,\" bà thì thầm một cách gay gắt, \"nhưng đâu có ai yêu cầu cô rầy rà họ tại bàn ăn khi họ không giống cô đâu. Thằng nhỏ đó là bạn cô và nếu nó muốn ăn trên tấm khăn bàn thì cô hãy kệ nó, hiểu chứ?\"", "\"Nó đâu phải là bạn, Cal, nó chỉ là một đứa Cunningham....\"", "\"Ăn với nói! Họ là ai thì đâu thành vấn đề, bất cứ ai đặt chân đến nhà này đều là bạn cô, và đừng để tôi bắt gặp cô xét nét cung cách của họ theo kiểu kiêu kỳ này nữa nghe! Họ nhà cô có thể khá hơn họ nhà Cunningham, nhưng đó đâu phải lý do cho cô làm nhục họ - nếu cô không cư xử phù hợp để được ăn tại bàn, thì cô có thể xuống đây và ăn trong bếp đi!\"", "Calpurnia đẩy tôi qua cánh cửa đung đưa sang phòng ăn bằng một cú phát đau điếng. Tôi lấy đĩa thức ăn của mình và xuống ăn trong nhà bếp, dù sao tôi cũng mừng là không bị bẽ mặt khi phải đối mặt với họ lần nữa. Tôi bảo Calpurnia hãy chờ đó, tôi sẽ cho bà biết: một ngày nào đó khi bà lơ đi, tôi sẽ bỏ đi và nhảy xuống chỗ nước xoáy Barker và rồi bà sẽ hối tiếc. Ngoài ta, tôi nói thêm, bà đã làm tôi gặp rắc rối bữa nay: bà đã dạy tôi viết và tất cả là lỗi của bà. \"Dẹp cái trò nhặng xị của cô đi,\" bà nói.", "Jem và Walter trở lại trường trước tôi: việc ở lại sau để nói với bô Atticus về việc bất công quái ác của Calpurnia khiến tôi phải chạy nước rút một mình ngang nhà Radley. \"Dù sao bà ấy cũng thích Jem hơn con,\" tôi kết luận, và gợi ý rằng bố Atticus nên nhanh chóng tống khứ bà ta đi.", "\"Con có bao giờ nghĩ rằng Jem không làm bà ấy lo lắng bằng nửa con không?\" Giọng bố Atticus đanh lại. \"Bố không có ý định đuổi bà ấy, bây giờ và cả sau này nữa. Chúng ta không thể sinh hoạt một ngày mà không có Calpurnia, con có bao giờ nghĩ đến điều đó không? Con có nghĩ là Calpurnia đã làm bao nhiêu chuyện cho con chưa, và con hãy quan tâm đến bà ấy, hiểu chưa?\"", "Tôi trở lại trường và thấy căm ghét Calpurnia cho đến khi một tiếng hét bất ngờ phá vỡ những oán hờn của tôi. Tôi nhìn lên và thấy cô Caroline đang đứng giữa phòng, mặt cô đầy kinh hoàng. Dường như cô đã trấn tĩnh lại để giữ vững chức trách của mình.", "\"Nó còn sống!\" Cô rú lên.", "Lũ con trai trong lớp xông lên để giúp cô. Chúa ơi, tôi nghĩ, cô ấy sợ chuột. Thằng Little Chuck Little, thằng có một sự kiên nhẫn phi thường dành cho tất cả các loại sinh vật, nói, \"Nó chạy đường nào, cô Caroline? Cho tụi em biết nó chạy đi đâu, nhanh lên! D.C...\" Nó quay sang thằng nhóc đứng sau - \"D.C., đóng cửa lại để tụi mình bắt nó. Mau lên, cô ơi, nó chạy đâu mất rồi?\"", "Cô Caroline chỉ ngón tay run rẩy không phải xuống sàn mà cũng không phải lên bàn, mà vào một đứa lóng ngóng tôi không biết tên. Khuôn mặt Little Chuck cau lại và nó nói nhẹ nhàng, \"Ý cô nói nó hả? Vâng, nó còn sống. Nó làm gì khiến cô sợ vây?\"", "Cô Caroline nói một cách tuyệt vọng, \"Cô vừa mới đi ngang thì nó bò từ tóc trò đó.... Vừa mới bò ra khỏi tóc....\"", "Little Chuck nhe răng cười. \"Đâu có gì phải sợ một con chí, thưa cô. Cô chưa từng thấy con chí nào sao? Bây giờ cô chỉ cần trở lại bàn cô và dạy chúng em một số điều nữa.\"", "Little Chuck là một thành viên khác trong lớp không biết bữa ăn kế tiếp của nó từ đâu tới, nhưng nó là một quý ông bẩm sinh. Nó nắm lấy khuỷu tay cô và dẫn cô Caroline đến trước lớp. \"Giờ cô đừng sợ nữa, thưa cô,\" nó nói. \"Không cần sợ một con chí đâu. Em sẽ đi lấy cho cô một ly nước.\"", "Chủ nhân của con chí không thể hiện một chút quan tâm nào đến sự xôn xao mà nó gây ra. Nó lần mò lớp da đầu bên trên trán, tìm được vị khách và bóp chặt nó giữa ngón cái và ngón trỏ.", "Cô Caroline theo dõi quy trình đó trong sự mê hoặc kinh khiếp. Little Chuck mang nước đến trong chiếc cốc giấy, và cô uống với vẻ biết ơn. Cuối cùng giọng cô bình tĩnh lại. \" Em tên gì, cậu bé?\" Cô dịu dàng hỏi.", "Thằng nhỏ nheo mắt. \"Ai, em hả?\" Cô Caroline gật đầu.", "\"Burris Ewell.\"", "Cô Caroline xem kỹ cuốn sổ điểm danh. \"Đây có một Ewell nhưng không có tên riêng... em đánh vần tên riêng của em được không?\"", "\"Không biết đánh vần làm sao. Ở nhà gọi em là Burris.\"", "\"Được rồi Burris,\" cô Caroline nói. \"Cô nghĩ chúng ta nên cho em nghỉ chiều nay. Cô muốn em về nhà và gội đầu.\"", "Cô lấy trong bàn ra một cuốn sách dày, lật qua các trang và đọc một lát. \"Một biện pháp tại nhà tốt cho... Burris, cô muốn các em về nhà và gội đầu với xà bông nước tro. Làm vậy xong, em lấy dầu hỏa bôi da đầu.\"", "\"Để chi vậy cô?\"", "\"Để loại sạch... ờ, mấy con chí. Em biết đó, Burris, các bạn khác có thể bị lây chí, và em đâu muốn chuyện đó, phải không?\"", "Thằng nhỏ đứng dậy. Nó là đứa ở dơ nhất tôi từng thấy. Cổ nó xám ngắt, mu bàn tay nó cáu bẩn, và mu bàn tay đen thui đến tận phần thịt mềm. Nó nhìn cô Caroline từ một khoảng trống sạch sẽ to bằng nắm tay trên khuôn mặt nó. Chắc chắn không ai để ý đến nó, vì cô Caroline và tôi đã giải trí cho cả lớp hầu như suốt buổi sáng.", "\"Burris này,\" cô Caroline nói, \"làm ơn tắm trước khi đi học lại ngày mai.\"", "Thằng nhỏ cười một cách thô lỗ. \"Cô không cần đuổi em về nhà, thưa cô. Em sắp nghỉ đây-em làm thế này là đủ cho cả năm rồi.\"", "Cô Caroline có vẻ bối rối. \"Em nói vậy là sao?\"", "Thằng nhỏ không trả lời. Nó khịt mũi đầy khinh bỉ.", "Một đứa lớn tuổi trong lớp trả lời, \"Thưa cô, nó là người nhà Ewell\", và tôi tự hỏi không biết lời giải thích này có thất bại như nỗ lực của tôi không. Nhưng cô Caroline có vẻ sẵn sàng lắng nghe. \"Cả trường đầy tụi nó. Tụi nó đến trường ngày đầu năm học rồi nghỉ. Cô phụ trách học sinh trốn học bắt tụi nó đến đây bởi vì cô ấy dạo giao tụi nó cho ông cảnh sát trưởng, nhưng cô ấy bỏ ý định giữ tụi nó lại. Cô ấy nghĩ cô đã thực hiện xong luật bằng việc ghi tên tụi nó vào sổ và quản lý tụi nó ở đây ngày đầu. Cô có nhiệm vụ đánh dấu tụi nó vắng những ngày còn lại trong năm...\"", "\"Nhưng còn ba má chúng thì sao?\" Cô Caroline hỏi với vẻ quan tâm thực sự.", "\"Có má nào đâu,\" đó là câu trả lời, \"còn ba của tụi nó thì ưa gây gổ lắm.\"", "Burris Ewell hãnh diện với cách tưởng thuật này.", "\"Em đến trường vào ngày đầu năm lớp một đã ba năm nay rồi,\" nó nói với vẻ cởi mở. \"Coi như nếu năm nay em khôn hơn họ sẽ đẩy em lên lớp hai...\"", "Cô Caroline nói, \"Ngồi xuống lại đi, Burris,\" và ngay khi cô nói điều đó tôi biết cô đã phạm một sai lầm nghiêm trọng. Sự hạ mình của thằng nhỏ lóe lên thành cơn giận dữ.", "\"Cô thử bắt em coi, cô giáo.\"", "Little Chuck Little đứng dậy. \"Để nó đi đi, thưa cô,\" nó nói. \"Nó là một đứa xấu, một đứa cực hư. Nó có thể gây chuyện gì đó, mà ở đây có mấy đứa còn nhỏ.\"", "Nó thuộc loại nhỏ con, nhưng khi Burris Ewell quay sao, tay phải của Little Chuck Little đút vào túi. \"Coi chừng đóm Burris,\" nó nói. \"Tao sẽ giết mày liền khi nhìn thấy mày. Bây giờ xéo về nhà đi.\"", "Burris có vẻ như sợ thằng bé cao bằng nửa nó, và cô Caroline lợi dụng sự do dự của nó. \"Burris về nhà đi. Nếu không cô sẽ gọi hiệu trưởng,\" cô nói. \"Dù sao cô cũng phải báo cáo vụ này.\"", "Thằng nhóc khịt mũi và lừ đừ tiến về phía cửa.", "Khi đã yên tâm là không ai có thể đuổi được nữa, nó quay lại nạt lớn, \"Báo cáo mặc xác cô. Chẳng có mụ giáo viên mũi thò lò bào có thể bắt tôi làm bất cứ chuyện gì! Cô chẳng buộc tôi phải đi chỗ nào được đâu, cô giáo. Cô hãy nhớ rằng cô chẳng bắt được tôi phải đi đến chỗ nào đâu!\"", "Nó chờ đến khi nó chắc là cô khóc, rồi mới lê bước ra khỏi trường.", "Ngay sau đó chúng tôi vây quanh bàn cô, cố bằng mọi cách để an ủi cô. Nó thực là một đứa xấu xa.. hèn hạ..... cô không cần phải dậy những đứa như nó... đó không phải là cách ứng xử của Maycomb. Cô Caroline, cô đừng buồn nữa, sao cô không đọc cho tụi em nghe một câu chuyện nào đó? Chuyện con mèo sáng nay thật hay...", "Cô Caroline mỉm cười, chùi mũi, nói, \"Cảm ơn các em,\" bảo chúng tôi về chỗ, mở sách ra và làm mê hoặc cả lớp một này bằng một câu chuyện kể dài về con cóc sống trong tòa lâu đài.", "Khi tôi đi ngang qua nhà Radley lần thứ tư trong ngày đó-hai lần chạy như bay-thì sự rầu rĩ của tôi càng trở nên sâu đậm hơn cho phù hợp với ngôi nhà. Nếu tháng ngày còn lại của năm học cũng đầy chuyện ly kỳ như ngày đầu tiên này, thì có lẽ khá thú vị, nhưng viễn cảnh trải qua chín tháng nhịn đọc và viết khiến tôi nghĩ đến chuyện bỏ trốn.", "Cho đến chiều tối phần lớn những kế hoạch giang hồ của tôi đã xong, khi tôi và Jem đua nhau chạy trên vỉa hè đón bố Atticus đi làm về, tôi không thua anh nhiều lắm. Bọn tôi có thói quen chạy ra đón khi bố Atticus quẹo góc bưu điện từ xa. Bố Atticus có vẻ quên mất vụ bê bối hồi trưa của tôi; ông hỏi đủ thứ về trường học. Tôi trả lời gióng một và ông không truy hỏi tôi.", "Có lẽ Calpurnia cảm thấy rằng ngày hôm nay của tôi là một ngày u ám: bà để cho tôi xem bà chuẩn bị bữa tối. \"Nhắm mắt lại, mở miệng ra tôi sẽ cho cô một ngạc nhiên,\" bà nói.", "Bà ít khi làm bánh bì giòn, bà nói mình không có thời gian, nhưng hôm nay là một ngày dễ chịu với bà vì cả hai chúng tôi đều đi học. Bà biết tôi thích bánh bì giòn.", "\"Bữa nay tôi nhớ cô,\" bà nói. \"Nhà vắng quá nên hai giờ tôi phải bật radio.\"", "\"Sao vậy? Jem với con đâu có ở nhà trừ khi trời mưa.\"", "\"Tôi biết,\" bà nói, \"nhưng một trong hai đứa luôn ở trong tầm gọi của tôi. Tôi tự hỏi không biết một ngày tôi tốn bao nhiêu thời gian để gọi cô. Ừm, bà nói, đứng dậy,\" \"chắc là đủ thời gian để làm một chảo bánh bì giòn. Giờ cô đi chỗ khác chơi cho tôi chuẩn bị bàn ăn.\"", "Calpurnia cúi xuống hôn tôi. Tôi chạy đi chơi, tự hỏi không biết bà có chuyện gì vậy, chắc bà muốn làm hòa với tôi. Bà luôn luôn khắt khe với tôi, cuối cùng bà đã thấy sai lầm trong cách cư xử gắt gỏng của bà, bà thấy hối tiếc nhưng quá bướng bỉnh không thể nói ra điều đó. Tôi quá mệt mỏi với những tội lỗi trong ngày hôm nay.", "Sau bữa tối, bố Atticus ngồi xuống với tờ báo và gọi, \"Scout, chuẩn bị đọc chưa?\" Đến thế này thì quá sức chịu đựng của tôi rồi, và tôi đi ra hàng hiên. Bố Atticus theo sau tôi.", "\"Có chuyện gì không ổn hả Scout?\"", "Tôi nói với bố Atticus tôi thấy không khỏe và tôi nghĩ mình sẽ không đi học nữa nếu như bố không phiền.", "Bố Atticus ngồi xuống chiếc xích đu và bắt chéo chân lại. Những ngón tay ông rờ rẫm cái túi đựng đồng hồ; bố nói đó là cách duy nhất ông có thể suy nghĩ. Bố chờ đợi trong sự im lặng thân tình, và tôi tìm cách củng cố quan điểm của mình, \"bố không hề đi học mà bố vẫn ngon lành, vậy con cũng sẽ ở nhà. Bố có thể dạy con giống như ông nội dạy bố với chú Jack vậy.\"", "\"Không, bố không dạy con được,\" bố Atticus nói. \"Bố phải làm việc kiếm sống. Với lại họ sẽ tống bố vào tù nếu bố để con ở nhà-tối nay con uống một liều magnesia 1 và ngày mai đi học như thường.\"", "\"Con thấy khỏe thiệt mà.\"", "\"Bố cũng nghĩ thế. Giờ thì có chuyện gì vậy?\"", "Từ từ tôi kể cho bố nghe những chuyện xui xẻo trong ngày, \".... và cô giáo nói bố dạy con sai hết trơn, nên chúng ta không thể đọc được nữa. Con xin bố đừng bắt con đi học nữa, nha bố.\"", "Bố Atticus đứng dậy để đi đến cuối hàng hiên, sau khi xem xét giàn đậu tía, ông trở lại chỗ tôi.", "\"Trước hết,\" ông nói, \"nếu con học được một cách thức đơn giản, Scout, con sẽ sinh hoạt thoải mái hơn nhiều với đủ loại người. Con không bao giờ thực sự hiểu một người cho đến khi con xem xét mọi việc từ quan điểm của người đó...\"", "\"Là sao bố?\"", "\"...tức là con sống và cư xử y như anh ta.\"", "Bố Atticus nói bữa nay tôi đã học được nhiều điều và chính cô Caroline cũng học được vài điều. Cô đã biết được rằng không nên đưa cái gì cho một người Cunningham, điều thứ nhất là thế, nhưng nếu tôi và Walter tự đặt mình vào vai trò của cô, chúng tôi sẽ thấy đó là một sai lầm thành thực ở phía cô. Chúng tôi không thể mong cô hiểu được mọi cung cách của Maycomb chỉ trong một ngày, và chúng tôi không thể bắt cô chịu trách nhiệm khi cô không biết rõ mọi chuyện.", "\"Con sẽ bị theo dõi gắt gao,\" tôi nói. \"Con không biết gì hơn là không nên đọc cho cô nghe, và cô buộc tội con... nghe nè bố Atticus, con không đi học đâu!\" Bất chợt đầu tôi lóe lên ý nghĩ. \"Bố nhớ Burris Ewell không? Nó chỉ đi học ngày đầu. Cô phụ trách học sinh trốn học coi như đã làm đúng luật khi cô ghi tên nó vào sổ...\"", "\"Con không làm vậy được, Scout,\" bố Atticus nói. \"Đôi khi tốt hơn là nên bẻ cong luật một chút trong những trường hợp đặc biệt. Trong trường hợp của con, luật pháp vẫn rất cứng rắn. Vậy nên con phải đi học.\"", "\"Con không hiểu sao con phải đi học trong khi nó thì không.\"", "\"Vậy thì nghe nè.\"", "Bố Atticus nói rằng người nhà Ewell là sự ô nhục của Maycomb suốt ba thế kỷ. Không ai trong số họ từng lao động một ngày lương thiện theo trí nhớ của ông. Bố nói mùa Giáng sinh nào đó, khi đem bỏ cây Giáng sinh, ông sẽ dân tôi theo và chỉ cho tôi nơi và cách họ sống. Họ là con người, nhưng họ sống giống như thú vật. \"Họ có thể đến trường bất cứ khi nào họ muốn, khi học thể hiện dấu hiệu nhỏ nhất của việc muốn có học vấn,\" bố Atticus nói. \"Có nhiều cách để giữ chúng ở trường bằng vũ lực, nhưng thật ngu ngốc khi ép buộc những người như nhà Ewell vào một môi trường mới...\"", "\"Nếu mai con không đi học, bố sẽ ép buộc con.\"", "\"Mình không nói chuyện này nữa,\" bố Atticus nói một cách khô khốc. \"Con, cô Scoutt Finch, thuộc loại người bình thường. Con phải tuân theo luật pháp.\" Bố nói những người nhà Ewell là thành viên của một xã hội riêng biệt gồm toàn những người mang họ Ewell. Trong một số tình huống nào đó người bình thường sáng suốt cho phép họ hưởng những đặc quyền nào đó bằng phương pháp đơn giản là làm ngơ trước một hoạt động của người nhà Ewell. Chẳng hạn như họ không phải đi học. Một điều khác nữa, ông Bob Ewell, cha của Burris, được phép săn và bẫy thú ngoài mùa.", "\"Bố Atticus, vậy là xấu,\" tôi nói. Ở hạt Maycomb, việc săn bắn ngoài mùa là phạm luật, một trọng tội trong mắt dân chúng.", "\"Nó hoàn toàn sai luật,\" bố nói, \"và chắc chắn là xấu, nhưng khi một người tiêu hết những tấm ngân phiếu cứu trợ của mình vào rượu thì con cái ông ta chỉ có nước khóc vì đói. Bố không biết có chủ đất nào quanh đây chịu giao cho bọn trẻ bất cứ thú săn nào mà cha chúng có thể bắn được.\"", "\"Ông Ewell không nên làm điều đó..\"", "\"Dĩ nhiên ông ta không nên, nhưng ông ta sẽ không bao giờ thay đổi cung cách của mình. Liệu con có trút sự phản đối của con lên con cái ông ta không?\"", "\"Không, bố,\" tôi lẩm bẩm, và cố thêm lần cuối, \"Nhưng nếu con tiếp tục đi học, bố con mình không bao giờ được đọc chung nữa..\"", "\"Điều đó thực sự làm phiền con hả?\"", "\"Vâng, thưa bố.\"", "Khi bố Atticus nhìn xuống tôi, tôi thấy trên mặt ông có một vẻ luôn khiến tôi mong đợi một điều gì đó. \"Con có biết thỏa hiệp là gì không?\" Ông hỏi.", "\"Bẻ cong luật pháp hả?\"", "\"Không, một thỏa thuận đạt được qua tương nhượng. Nó là vầy,\" ông nói. \"Nếu con thừa nhận sự cần thiết của việc đi học, chúng ta sẽ tiếp tục đọc mỗi đêm giống như từ trước tới nay. Thỏa thuận vậy được không?\"", "\"Dạ, được!\"", "\"Chúng ta coi như đã ký kết xong mà không cần nghi thức thường lệ.\" Bố Atticus nói khi thấy tôi chuẩn bị nhổ nước bọt.", "Khi tôi mở cửa lưới phía trước bố Atticus nói, \"Mà nè, Scout, tốt hơn là con đừng nói gì về thỏa thuận của chúng ta ở trường nghe.\"", "\"Sao vậy?\"", "\"Bố sợ những việc làm của chúng ta không được những người học cao hơn chấp thuận.\"", "Jem và tôi đã quen với kiểu ăn nói chúc-thư-và-ý-nguyện-cuối-cùng của bố chúng tôi, và lúc nào chúng tôi cũng được tự do ngắt lời đời bố Atticus diễn dịch khi nó vượt quá tầm hiểu của mình.", "\"Sao, bố?\"", "\"Bố chưa từng đến trường,\" ông nói, \"nhưng bố có cảm giác rằng nếu con nói với cô Caroline chúng ta đọc mỗi đêm cô ấy sẽ rầy rà bố, mà bố không muốn bị cô ấy rầy rà.\"", "Bố Atticus làm chúng tôi cười suốt buổi tối đó, nghiêm túc đọc những cột báo về một người đàn ông ngồi trên cột cờ 2chằng vì lý do cụ thể nào, chuyện đó cũng đủ là lý do để Jem dành ngày thứ Bảy sau đó ở miết trong ngôi nhà trên cây. Jem ngồi từ sau bữa điểm tâm đến lúc mặt trời lặn và chắc sẽ ở đó suốt đêm nếu như bố Atticus không cắt đường dây tiếp tế của anh. Còn tôi thì dành hầu như cả ngày để leo lên tuột xuống, chạy việc vặt cho anh, cung cấp cho anh vật liệu, thức ăn và nước, và khi tôi mang cho anh mền đắp ban đêm thì bố Atticus nói nếu tôi không thèm để ý đến anh, thì Jem sẽ xuống. Bố Atticus nói đúng.", "--- ------ ------ ------ -------", "1 Thuốc để giảm axit trong bao tử, thúc đẩy tiêu hóa.", "2 Ngồi trên cột cờ là một trò biểu diễn kỳ quái nhưng phổ biến ở thập niên 1930."]
  },
  {
    "chapter_endpoint": "chuong-4",
    "book_endpoint": "giet-con-chim-nhai",
    "title": "Chương 4",
    "time": "2022-01-20 11:32:40.465427",
    "images": ["Suốt cả năm, tan học trước Jem ba mươi phút, anh còn phải ở lại đến ba giờ, bao giờ tôi cũng chạy ngang nhà Radley thật nhanh, không dừng lại cho đến khi an toàn tới được hàng hiên nhà tôi. Một buổi chiều, khi đang chạy ngang đó, một cái gì đó đập vào mắt tôi và nó đập theo một kiểu khiến tôi phải hít một hơi thật sâu, nhìn quanh một vòng, và quay trở lại.", "Hai cây sồi tươi tốt đứng ngay rìa khu đất nhà Radley; rễ chúng lan tới rìa đường khiến nó mấp mô. Có cái gì ở một trong hai cây sồi khiến tôi chú ý.", "Mấy tờ giấy bạc nằm trong hốc cây ngay bên trên tầm mắt tôi, nhấp nháy với tôi trong ánh nắng chiều. Tôi nhón got, vội nhìn quanh lần nữa, thò tay vào hốc, và lấy ra hai miếng kẹo cao su không có giấy gói bên ngoài.", "Thôi thúc đầu tiên của tôi là cho nó vào miệng ngay tức khắc, nhưng tôi nhớ lại mình đang ở đâu. Tôi chạy về nhà, và tại hàng hiên, tôi xem xét kỹ thứ vừa lượm được. Thanh kẹo trông còn mới. Tôi ngửi và thấy nó tỏa mùi thật thơm. Tôi liếm nó và chờ một lát. Thấy mình không chết tôi nhét nó vào miệng: kẹo Wrigleys Double-Mint.", "Khi Jem về nhà anh hỏi tôi lấy đâu ra cục kẹo vậy. Tôi nói với anh là tôi lượm được.", "\"Đừng ăn những thứ lượm được, Scout.\"", "\"Cái này không ở dưới đất, nó nằm trên cây.\"", "Jem hầm hè.", "\"Thiệt mà. Nó nằm trên cây đằng kia đó, cái cây trên đường đi học về.\"", "\"Nhổ nó ra ngay!\"", "Tôi nhổ nó ra. Dù sao thì vị nó cũng đã nhạt. \"Em nhai nó suốt buổi chiều mà có chết đâu, thậm chí không bệnh nữa.\"", "Jem giậm chân. \"Bộ mày không biết là mày thậm chí không được sờ vào những cái cây đó sao? Mày sẽ bị chết nếu còn làm vậy!\"", "\"Anh đã từng chạm vào ngôi nhà đó rồi mà!\"", "\"Chuyện đó khác! Đi súc miệng đi - ngay lập tức, nghe không?\"", "\"Không, nó sẽ làm miệng em mất mùi thơm.\"", "\"Nếu không tao sẽ méc Calpurnia!\"", "Để tránh gặp rắc rối với Calpurnia tôi làm theo lời Jem bảo. Vì lý do nào đó, năm học đầu tiên của tôi đã tạo ra một thay đổi lớn trong mối quan hệ của chúng tôi: sự áp chế, bất công, và thói hay xen vào công việc của tôi ở Calpurnia đã dần dần biến thành những lời cằn nhằn phản đối nhẹ nhàng. Về phần tôi, đôi khi tôi phải tốn nhiều nỗ lực, để không chọc giận bà.", "Mùa hè sắp đến; Jem và tôi nôn nóng chờ đợi. Mùa hè là mùa tuyệt vời nhất của chúng tôi: ngủ trên chõng ở hiên sau bọc cửa lưới; hoặc thử ngủ trong ngôi nhà trên cây; mùa hè có nhiều thứ ngon để ăn; nó là hàng ngàn màu sắc trên vùng đất khô nóng; nhưng trên hết, mùa hè là có Dill.", "Nhà trường cho chúng tôi về sớm vào ngày cuối năm học, tôi và Jem cùng nhau đi bộ về nhà. \"Chắc ngày mai thằng Dill sẽ về tới đây,\" tôi nói.", "\"Có thể ngày mốt,\" Jem nói. \"Từ Mississippi về đây là hơn một ngày.\"", "Khi chúng tôi đến chỗ cây sồi tại nhà Radley tôi giơ ngón tay chỉ lần thứ một trăm cái lỗ bọng nơi tôi tìm thấy thanh kẹo cao su, cố làm Jem tin rằng tôi đã lượm nó ở đó, và nhận ra mình đang chỉ vào một tờ giấy bạc khác.", "\"Tao thấy rồi, Scout! Tao thấy rồi...\"", "Jem nhìn quanh, với lên, và cẩn thận nhét vào túi một gói sáng bóng nhỏ xíu. Chúng tôi chạy về nhà, và ở ngay hàng hiên chúng tôi cùng xem cái hộp nhỏ được làm bằng những miếng giấy bạc gói kẹo cao su. Nó là loại hộp đựng nhẫn cưới, bằng vải nhung tím với một cái móc nhỏ. Jem bật mở cái móc. Bên trong là hai đồng xu được chà sạch và đánh bóng, hai đồng chồng lên nhau. Jem xem xét chúng thật kỹ.", "\"Đầu da đỏ 2,\" anh nói. \"Một ngàn chín trăm lẻ sáu và Scout, một đồng là năm một ngàn chín trăm. Thứ này là đồ cổ thiệt đây.\"", "\"Một ngàn chín trăm,\" tôi lặp lại. \"Tức là...\"", "\"Im nào, tao đang nghĩ.\"", "\"Jem, anh có nghĩ đó là chỗ giấu đồ của ai đó không?\"", "\"Đâu có mấy người đi qua đó ngoài tụi mình, trừ khi đó là chỗ giấu đồ của một người lớn nào đó..\"", "\"Người lớn không làm chỗ giấu đồ. Anh có cho là tụi mình nên giữ chúng không, Jem?\"", "\"Tao chưa biết mình có thể làm gì, Scout. Mình trả chúng lại cho ai đây? Tao biết chắc chắn là không có ai đi ngang đó hết. Cecil đi đường nhánh và vòng quanh thị trấn để về nhà.\"", "Cecil Jacobs, sống ở cuối phố chúng tôi, cạnh bưu điện, mỗi ngày đi bộ đường vòng hơn một cây số đến trường để tránh nhà Radley và nhà bà Herry Lafayette Dubose. Bà Dubose sống cách nhà tôi hai căn; dư luận hàng xóm đều cho rằng bà Dubose là bà già xấu xa nhất trên đời. Jem thường không đi ngang nhà bà nếu không có bố Atticus đi cùng.", "\"Vậy theo anh mình nên làm gì, Jem?\"", "Người tìm ra là người được phép giữ trừ khi có ai đó chứng minh được quyền sở hữu. Thỉnh thoảng hái một đóa hoa trà, vắt chút sữa nóng từ con bò của cô Maudie Atkinson vào một ngày hè, hái trộm nho của ai đó là một phần trong văn hóa đạo đức của chúng tôi, nhưng tiền lại khác.", "\"Thế này,\" Jem nói. \"Mình cứ giữ chúng cho đến ngày tựu trường, rồi đi vòng vòng hỏi xem là của ai. Có thể chúng là của đứa nào đi xe buýt - nó quá mừng vì được nghỉ học hôm nay nên quên chúng. Những thứ này phải là của ai đó, tao biết. Thấy nó được đánh bóng cỡ nào không? Chúng được để dành không dám xài.\"", "\"Phải, nhưng tại sao ai đó muốn để dành kẹo cao su giống vậy? Anh biết nó không để lâu được mà.\"", "\"Tao không biết, Scout. Nhưng những thứ này quan trọng với ai đó....\"", "\"Quan trọng làm sao, Jem....?\"", "\"Đồng xu đầu Da đỏ-chúng có nguồn gốc từ người Da đỏ. Chúng có ma thuật mạnh dữ lắm, chúng đem vận may cho mày. Không như gà rán đến bất ngờ khi mày không tìm kiếm, mà là những thứ như sống lâu và sức khỏe tốt, và qua được những bài kiểm tra sáu tuần... những thứ này thực sự có giá trị với ai đó. Tao sẽ cất chúng trong rương của tao.\"", "Trước khi Jem về phòng mình, anh nhìn hồi lâu vào nhà Radley. Có vẻ như anh đang suy nghĩ tiếp.", "Hai ngày sau Dill đến trong vinh quang rực rỡ: nó tự đi xe lửa từ Meridian đến Nhà ga Maycomb (một tước hiệu mang tính danh dự - vì Nhà ga Maycomb nằm trong hạt Abbott) ở đó nó được cô Rachel đón trên một chiếc taxi của Maycomb; nó đã ăn trên toa xe lửa; nó đã thấy hai anh em sinh đôi dính vào nhau cùng xuống xe ở St. Louis và cứ bámbasmo câu chuyện này của nó bất chấp những lời đe dọa. Nó đã thải bỏ cái quần soọc xanh đáng ghét được cài nút vào áo sơ mi và mặc chiếc quần ngắn thực sự có thắt lưng; nó có vẻ to con hơn, không cao hơn,và nói nó đã gặp ba nó. Ba Dill cao hơn bố tụi tôi, ông ta có râu đen (nhọn) và là chủ tịch của Công ty Đường sắt L&amp;N.", "\"Tao đã giúp tay kỹ sư một thời gian,\" Dill nói và ngáp.", "\"Mày làm mọi thứ rối tung lên, Dill. Yên nào,\" Jem nói. \"Bữa nay mình chơi vai gì?\"", "\"Tom, Sam và Dick,\" Dill nói. \"Tụi mình ra sân trước đi.\" Dill muốn diễn trò Rover Boys bởi vì truyện này có ba vai đứng đắn. Rõ ràng là nó đã chán đóng những vai kỳ cục cho bọn tôi.", "\"Em chán những nhân vật đó,\" tôi nói. Tôi chán đóng vai Tom Rover, người bất chợt mấy trí nhớ giữa một buổi chiếu phim và biến khỏi kịch bản cho đến đoạn cuối, khi người ta tìm thấy nó ở Alaska.", "\"Chế một vở cho tụi mình đi, Jem\" tôi nói.", "\"Tao chán chế truyện lắm rồi.\"", "Mới là những ngày tự do đầu tiên của chúng tôi mà chúng tôi đã chán. Tôi tự hỏi mùa hè này sẽ mang lại điều gì.", "Chúng tôi thơ thẩn ra sân trước, ở đó Dill đứng nhìn theo con đường, hướng vào bề mặt ảm đạm của tòa nhà Radley. \"Tao-ngửi-thấy-mùi-chết-chóc,\" nó nói. \"Thiệt, tao nói thiệt,\" nó nói, khi tôi bảo nó im miệng.", "\"Ý mày là mày đánh hơi được khi có ai sắp chết hả?\"", "\"Không, ý tao là tao có thể nghe mùi ai đó và biết ngay họ có sắp chết hay không. Một bà già dạy tao cách đó.\" Dill chồm tới ngửi tôi. \"Jeans-Louis-Finch, mày sẽ chết trong ba ngày nữa.\"", "\"Dill, nếu mày không thôi ngay tao sẽ đá mày trặc giò. Tao nói thiệt đó....\"", "\"Im giùm coi,\" Jem gằn giọng, \"mày làm cứ như mày tin là có Hồn nóng vậy.\"", "\"Còn anh làm cứ như là anh không tin,\" tôi đốp lại.", "\"Hồn nóng là cái gì vậy?\"Dill hỏi.", "\"Bộ mày chưa hề đi trên một con đường vắng vào ban đêm rồi gặp một chỗ nóng hả?\" Jem hỏi Dill. \"Hồn nóng là một người không lên thiên đàng được, chỉ mải mê loanh quanh trên những con đường vắng vẻ và nếu mày đi xuyên qua hắn, thì chết mày cũng thành một thứ như vậy, rồi mày sẽ lang thang suốt đêm hút hơi thở của người khác...\"", "\"Làm thế nào để đừng đi xuyên qua một thứ như vậy?\"", "\"Vô phương,\" Jem nói. \"Có khi nó nằm dang ngang trên đường, nhưng nếu phải đi ngang qua mày hãy đọc, Thiên thần sáng láng, sống chết lộn nhau; rời khỏi đường này, đừng hút hơi tao, câu đó làm nó không quấn quanh người mày...\"", "\"Đừng tin lời nào anh ấy nói, Dill,\" tôi xen vào. \"Calpurnia nói đó là đồn đại của người da đen.\"", "Jem nhìn tôi cau có, \"Được rồi, tụi mình có tính chơi cái gì hay không?\"", "\"Tụi mình lăn trong lốp xe đi,\" tôi đề nghị.", "Jem thở dài. \"Mày biết là tao quá lớn mà.\"", "\"Thì anh đẩy.\"", "Tôi chạy ra sân sau và lôi một lốp xe hơi cũ ở dưới lớp ván sàn. Tôi lăn nó ra sân trước. \"Em trước,\" tôi nói.", "Dill nói nó phải trước, vì nó mới đến đây.", "Jem phân xử, cho tôi được đẩy trước và cho Dill được lăn trong thời gian dài hơn, tôi cuộn mình vào trong lốp xe.", "Mãi đến khi việc xảy ra tôi mới biết Jem cáu tôi vì tôi cãi anh vụ Hồn nóng, và anh ấy chờ cơ hội để trả đũa tôi. Anh đã làm thế, bằng cách lấy hết sức đẩy lốp xe theo lề đường. Đất, trời, nhà cửa trộn lẫn thành một khối lộn xộn, tai tôi lùng bùng, tôi thấy ngạt thở. Tôi không thể thò hai tay ra để ngừng lại, chúng bị kẹt chặt giữa ngực và hai gối. Tôi chỉ còn nước hy vọng là Jem chạy nhanh hơn lốp xe và tôi, hoặc một chỗ mấp mô trên lề đường sẽ dừng tôi lại. Tôi nghe tiếng anh ở đằng sau, đuổi theo và la hét.", "Lốp xe nảy tưng tưng trên nền sỏi, băng ngang đường, va vào một rào chắn và búng tôi như một nút bật lên trên lề đường. Choáng váng và buồn nôn, tôi nằm trên nền xi măng và lắc đầu, vỗ hai tai cho hết lùng bùng, rồi nghe thấy giọng Jem, \"Scout, ra khỏi đó mau lên!\"", "Tôi nhỏm đầu và thấy những bậc thềm nhà Radley ngay trước mặt. Tôi cứng người.", "\"Ráng lên, Scout, đừng nằm đó!\" Jem gào. \"Đứng dậy, nổi không?\"", "Tôi đứng dậy, run rẩy khi cố trở lại bình thường.", "\"Lấy lốp xe!\" Jem hò hét. \"Mang nó theo! Bộ mày không hiểu chuyện gì hết hả?\"", "Khi định thần lại được, tôi chạy về phía họ nhanh hết mức mà đôi chân run rẩy của tôi có thể làm được.", "\"Sao mày không lấy nó theo,\" Jem hét.", "\"Sao anh không vào mà lấy?\" Tôi gào lại.", "Jem nín thinh.", "\"Đi đi, nó đâu xa cổng mấy. Thậm chí anh từng rờ ngôi nhà đó rồi, nhớ không?\"", "Jem nhìn tôi cau có, nhưng không thể từ chối, anh chạy theo lề đường, giẫm lên vũng nước ngay cổng, xông vào rồi lấy lại lốp xe.", "\"Thấy chưa?\" Jem cau có đầy đắc thắng. \"Có gì đâu. Tao nói thiệt. Scout, có khi mày hành động y hệt con gái, thiệt mắc cỡ.\"", "Chuyện còn nhiều hơn mức anh ấy biết, nhưng tôi quyết định không nói với anh.", "Calpurnia xuất hiện ngay cửa trước và la lên, \"Tới giờ uống nước chanh! Vô nhà mau trước khi nắng nóng thiêu sống mấy đứa!\" Nước chanh giữa buổi sáng là một thủ tục mùa hè, Calpurnia bày một bình và ba cái ly ở hàng hiên, sau đó đi làm công việc của bà. Việc không được Jem ưu ái nữa không làm tôi bận tâm lắm. Nước sẽ khôi phục tính hài hước của anh.", "Jem uống hết ly thứ hai và vỗ ngực. \"Tao biết tụi mình sẽ chơi trò gì rồi,\" anh tuyên bố. \"Trò gì đó mới, một cái gì khác.\"", "\"Cái gì?\"Dill hỏi.", "\"Boo Radley.\"", "Đầu Jem đôi lúc thật sáng suốt: anh đã nghĩ ra trò đó để làm cho tôi hiểu rằng anh không sợ nhà Radley dưới bất cứ hình thức nào, để đối lập chủ nghĩa anh hùng không biết sợ của riêng anh với tính nhát gan của tôi.", "\"Boo Radley? Là sao?\" Dill hỏi.", "Jem nói, \"Scout, mày có thể đóng vai bà Radley...\"", "\"Em tuyên bố nếu em thích. Em không nghĩ...\"", "\"Lảm nhảm gì vậy?\" Dill hỏi, \"Vẫn còn sợ hả?\"", "\"Hắn có thể ra ngoài vào ban đêm khi tụi mình ngủ hết..\" tôi nói.", "Jem huýt sáo, \"Scout, làm sao hắn biết tụi mình làm cái gì? Với lại tao không nghĩ hắn vẫn ở đó. Hắn chết đã mấy năm rồi, và người ta nhét hắn vào trong ống khói.\"", "Dill nói, \"Jem, mày với tao chơi cũng được, còn Scout cứ ngồi coi nếu nó sợ.\"", "Tôi hoàn toàn chắc chắn rằng Boo Radley vẫn ở trong ngôi nhà đó, nhưng tôi không thể chứng minh, và tôi cảm thấy hay nhất là ngậm miệng lại nếu không tôi sẽ bị buộc tội tin vào Hồn nóng, hiện tượng mà tôi không lo ngại vào ban ngày.", "Jem phân vai cho chúng tôi: tôi là bà Radley, và những gì tôi phải làm là bước ra quét hàng hiên. Dill là ông già Radley: ông đi tới đi lui trên lề đường và ho khi Jem nói chuyện với ông ta. Jem, dĩ nhiên là Bob: anh ấy luồn dưới những bậc thềm trước nhà và thỉnh thoảng la hét hay tru lên.", "Khi mùa hè dần trôi qua, trò đùa của chúng tôi cũng tiến triển. Chúng tôi trau chuốt và hoàn thiện nó, thêm lời thoại và cốt truyện cho đến khi cho ra đời một vở kịch nhỏ mà chúng tôi thay đổi mỗi ngày.", "Dill là một kẻ ác của kẻ ác: nó có thể nhập vào bất cứ vai nào phân cho nó, và có vẻ cao nếu chiều cao là một phần của trò tai quái cần phải có. Nó chỉ diễn xuất theo cách dở nhất của nó; cách diễn tệ hại nhất của nó mang tính rùng rợn. Tôi miễn cưỡng đóng vai đủ loại phụ nữ có trong kịch bản. Tôi không bao giờ nghĩ nó vui nhộn như chơi trò Tazan, và mùa hè đó tôi đảm nhận vai diễn với rất nhiều lo lắng mơ hồ bất chấp những bảo đảm của Jem rằng Boo Radley đã chết và không gì có thể đụng được đến tôi khi có anh ấy và Calpurnia vào ban ngày và bố Atticus vào ban đêm.", "Jem là một anh hùng bẩm sinh.", "Đó là một vở kịch nhỏ ảm đạm, được thêu dệt từ những mẩu chuyện linh tinh và lời đồn đại của hàng xóm: bà Radley thì khá xinh đẹp cho đến khi bà cưới ông Radley và mất hết tiền. Bà cũng rụng gần hết răng, tóc và ngón trỏ tay phải (đóng góp của Dill. Bob đã cắn cụt nó vào một đêm khi hắn không tìm được con mèo hay con sóc nào để ăn); bà ngồi trong phòng khách và khóc suốt, trong khi Bob dần dần mang hết mọi thứ đồ đạc trong nhà đi.", "Bộ ba chúng tôi là những đứa trẻ vướng vào rắc rối; tôi là quan tòa xác định di chúc, để thay đổi không khí; Dill dẫn Jem đi và ấn anh ngồi xuống bên dưới những bậc thềm, lấy chổi thọc anh. Jem trở lại khi cần trong bộ dạng cảnh sát trưởng, dân thị trấn các loại, và trong vai cô Stephanie Crawford, người có nhiều chuyện để kể về nhà Radley hơn bất cứ ai ở Maycomb.", "Khi đến lúc diễn cảnh chính của Bob, Jem sẽ lẻn vào nhà, ăn cắp cái kéo trong ngăn kéo máy may khi Calpurnia quay đi chỗ khác, sau đó ngồi trên xích đu cắt các tờ báo. Dill sẽ đi ngang qua, ho với Jem, và Jem sẽ giả bộ lao vào đùi Dill. Từ chỗ tôi đứng cảnh đó trông rất thật.", "Khi ông Nathan Radley đi ngang chỗ chúng tôi như thường lệ để xuống thị trấn, chúng tôi sẽ đứng im cho đến khi ông đi khuất, rồi tự hỏi ông sẽ làm gì chúng tôi khi ông nghi ngờ. Những hoạt động của chúng tôi tam ngừng khi có bất cứ một người láng giềng nào xuất hiện, và một lần tôi thấy cô Maudie Atkinson bên kia đường nhìn sang chúng tôi, chiếc kéo tỉa hàng rào của cô lơ lửng trên không.", "Một ngày nọ chúng tôi say sưa diễn Chương XXV, phần II của vở One Mans Family 3, chúng tôi thấy bố Atticus đứng trên vỉa hè nhìn chúng tôi, vỗ tờ tạp chí cuộn lại vào đầu gối. Mặt trời cho biết đã mười hai giờ trưa.", "\"Tụi con đang diễn cái trò gì vậy?\" Ông hỏi.", "\"Đâu có gì,\"Jem đáp.", "Câu trả lời né tránh của Jem cho tôi biết trò chơi của chúng tôi là một bí mật, vì vậy tôi im lặng.", "\"Vậy tụi con làm gì với cái kéo đó? Sao lại xé nát tờ báo kia vậy? Nếu là tờ báo hôm nay bố sẽ cho tụi con ăn đòn đó.\"", "\"Không có gì.\"", "\"Không có gì là sao?\" Bố Atticus hỏi.", "\"Không có gì đâu bố.\"", "\"Đưa bố cái kéo,\" bố Atticus nói. \"Nó đâu phải là thứ để con chơi. Bộ trò này không dính dáng gì đến nhà Radlay hả?\"", "\"Không, nố,\" Jem nói, đỏ mặt.", "\"Bố hy vọng là không,\" ông nói cụt ngủn, rồi bỏ vào trong nhà.", "\"Je-m..\"", "\"Im mồm! Bố mới vào phòng khách, trong đó bố có thể nghe tiếng tụi mình.\"", "Ra tới chỗ an toàn ngoài sân, Dill hỏi Jem liệu chúng tôi có thể chơi nữa không.", "\"Tao không biết. Bố Atticus không nói tụi mình không được chơi...\"", "\"Jem,\" tôi nói, \"em thấy chắc bố Atticus biết.\"", "\"Bố không biết đâu. Nếu biết bố đã nói là biết rồi.\"", "Tôi không chắc thế, nhưng Jem bảo tôi là con gái, rằng con gái luôn luôn tưởng tượng ra mọi thứ, đó là lý do tại sao người ta ghét con gái như thế, và nếu tôi còn cứ cư xử như một đứa con gái tôi có thể cút xéo và tìm đứa nào khác mà chơi chung.", "\"Được rồi, anh cứ giữ ý kiến của mình đi,\" tôi nói. \"Rồi anh sẽ thấy.\"", "Việc bố Atticus xuất hiện là lý do thứ hai khiến tôi muốn bỏ trò chơi này. Lý do thứ nhất xảy ra vào ngày tôi lăn vào sân trước nhà Radley. Lẫn trong cơn choáng váng, cơn buồn nôn và tiếng Jem rú, tôi đã nghe một âm thanh khác, trầm đến độ tôi không nghe thấy nó nếu ở vỉa hè. Có ai đó trong nhà đang cười.", "--- ------ ------ ------ -------", "1 Mũ giấy hình chóp, ngày xưa được đội như một hình phạt cho học sinh không làm bài tập.", "2 Đó là đồng một xu, một mặt đúc nổi hình đầu một người Da đỏ.", "3 Gia đình của một người: vở kịch truyền thanh nhiều kỳ bắt đầu từ tháng Tư năm 1932 kéo dài đến tháng Năm năm 1959 với 3.256 buổi phát thanh, cực kỳ ăn khách suốt ba thập niên. Vở này có cấu trúc nhân vật tương tự chuyện nhà Radley."]
  },
  {
    "chapter_endpoint": "chuong-5",
    "book_endpoint": "giet-con-chim-nhai",
    "title": "Chương 5",
    "time": "2022-01-21 11:32:41.465427",
    "images": ["Dill hăng hái đồng tình với kế hoạch hành động này. Dù sao thì Dill cũng đang trở thành một thứ gì đó của một cuộc thử nghiệm, luẩn quẩn theo sau Jem. Hồi đầu hè nó đã yêu cầu tôi cưới nó, rồi nó nhanh chóng quên mất chuyện đó. Nó bám sát tôi, xem tôi như một thứ tài sản của nó, nói tôi là đứa con gái duy nhất nó từng yêu, sau đó nó bỏ mặc tôi. Tôi đập nó hai lần nhưng không ăn thua gì, nó càng thân thiện với Jem hơn. Hai đứa ở suốt nhiều ngày với nhau trong căn nhà trên cây để lập mưu và lên kế hoạch, chỉ gọi tôi khi chúng cần đứa thứ ba. Tôi tránh xa những âm mưu ngu ngốc của chúng một thời gian, và với nỗi đau bị gọi là con gái, tôi dành hầu hết những buổi hoàng hôn còn lại của mùa hè năm ấy để ngồi với cô Maudie Atkinson ở hàng hiên trước nhà cô.", "Jem và tôi được tự do chạy chơi trong sân của cô Maudie nếu chúng tôi tránh xa những cây đỗ quyên của cô, nhưng mối liên hệ của chúng tôi với cô không được định rõ. Cho đến khi Dill và Jem gạt tôi ra khỏi kế hoạch của chúng, cô vẫn là phụ nữ khác duy nhất trong khu đó, nhưng là một người tương đối hiền lành.", "Hiệp ước ngầm của chúng tôi với cô Maudie là bọn tôi có thể chơi trên bãi cỏ của cô, ăn nho của cô nếu chúng tôi không nhảy lên giàn cây, hay mò vào khu đất rộng phía sau, những điều khoản quá hào phóng mà chúng tôi hiếm khi nói với cô, vì thế chúng tôi thận trọng giữ gìn cân bằng tế nhị trong mối quan hệ của chúng tôi, nhưng lối cư xử của Dill và Jem đã đẩy tôi đến gần cô hơn.", "Cô Maudie ghét ngôi nhà của cô: thời gian ở trong nhà là thời gian bị lãng phí. Cô là một quả phụ, một phụ nữ với bề ngoài thường xuyên thay đổi, người chăm sóc những luống hoa trong chiếc mũ rơm cũ và bộ đồ lao động của đàn ông, nhưng sau buổi tắm lúc năm giờ cô sẽ xuất hiện ở cổng và thống trị cả con phố trong vẻ đẹp đầy uy quyền.", "Cô yêu mọi thứ mọc trên đất của Chúa, cả cỏ dại. Với một ngoại lệ. Nếu cô thấy một lá cỏ cú trong sân nhà cô, thì mọi chuyện sẽ giống như là Trận Marna thứ nhì 1: cô sà xuống bên bó với một chậu thiếc và bắt nó phải cháy lá từ bên dưới bằng một chất độc mà cô nói là cực mạnh, có thể giết tất cả chúng tôi nếu chúng tôi không đứng ra xa.", "\"Sao cô không đơn giản là nhổ nó lên?\" Tôi hỏi, sau khi chứng kiến một chiến dịch bền bỉ chống lại một lá cỏ cao chưa tới một tấc.", "\"Nhổ nó lên, bé con, nhổ nó lên hả?\" Cô nhặt lên cái chồi yếu ớt và ép chặt ngón cái vào thân cuống bé xíu của nó. Những hạt li ti rớt ra. \"Ồ, một nhánh cỏ có thể làm hư cả cái sân. Nhìn nè. Khi mùa thu đến cái này khô đi và gió thổi nó bay khắp hạt Maycomb!\" Khuôn mặt của cô Maudie ví sự cố này như một bệnh dịch trong kinh Cựu ước.", "Cách ăn nói của cô thật cả quyết so với một cư dân Maycomb. Cô gọi chúng tôi bằng cả tên lẫn họ của chúng tôi. Và khi cười, cô để lộ hai thanh nẹp vàng nhỏ xíu kẹp vào răng hàm trên. Khi tôi ngắm nghía chúng và mong rốt cuộc tôi cũng sẽ được vài cái như vậy, cô nói, \"Nhìn nè.\" Bằng một cái búng lưỡi cô làm cái cầu răng giả thò ra, một cử chỉ chân tình có tác dụng thắt chặt tình bạn của chúng tôi.", "Lòng tốt của cô Maudie mở rộng tới Jem và Dill, bất cứ khi nào tụi nó tạm nghỉ trong những cuộc rượt đuổi của chúng: chúng tôi được lợi từ một tài năng mà cho đến nay cô Maudie vẫn giấu chúng tôi. Cô làm những chiếc bánh ngon nhất trong vùng này. Khi cô được chúng tôi tin cậy, mỗi lần nướng bánh cô lại làm một cái bánh to và ba cái bánh nhỏ, và cô sẽ gọi vọng qua đường, \"Jem Finch, Scout Finch, Charles Baker Harris, sang đây!\" Sự mau mắn của chúng tôi luôn được tưởng thưởng.", "Trong mùa hè, những buổi hoàng hôn thường dài và thanh bình. Nhiều khi cô Maudie và tôi vẫn ngồi im lặng ở hàng hiên nhà cô, nhìn bầu trời chuyển từ vàng sang hồng khi mặt trời lặn, dõi theo những đàn chim nhạn bay sà thấp trên khu phố này và biến mất đằng sau mái trường học.", "\"Cô Maudie,\" một tối tôi nói, \"cô có nghĩ Boo Radley còn sống không?\"", "\"Tên anh ta là Arthur và anh ta còn sống,\" cô nói. Cô đang đu đưa trên chiếc ghế gỗ sồi to. \"Cháu có ngửi thấy mùi hoa Mimosa của cô không? Tối nay nó giống như hơi thở của thiên thần vậy.\"", "\"Vâng, có. Làm sao cô biết?\"", "\"Biết cái gì, bé con?\"", "\"Rằng B.. ông Arthur vẫn còn sống?\"", "\"Một câu hỏi kinh khủng. Nhưng cô cho rằng đó là một đề tài kinh khủng. Cô biết anh ta còn sông, Jean Louise, bởi vì cô không thấy anh ta bị đưa ra.\"", "\"Có lẽ ông ta chết rồi và họ nhét ông ta vào ống khói.\"", "\"Cháu lấy đâu ra cái ý tưởng đó vậy?\"", "\"Jem nói anh ấy nghĩ họ đã làm vậy.\"", "\"Ôi xì. Càng ngày nó càng giống Jack Finch hơn.\"", "Cô Maudie đã biết chú Jack Finch, em trai của bố Atticus, từ khi họ còn nhỏ. Gần như cùng tuổi, họ cùng nhau lớn lên ở Finchs Landing. Cô Maudie là con gái một chủ đất lân cận, bác sĩ Fank Buford. Nghề của bác sĩ Buford là nghề y và nỗi ám ảnh của ông là bất cứ thứ gì lớn lên trong đất, vì vậy ông vẫn nghèo. Chú Jack Finch giới hạn niềm đam mê đào xới với những bồn hoa cửa sổ của chú ở Nashville và vẫn giàu có. Chúng tôi gặp chú Jack vào mỗi Giáng sinh, và mỗi Giáng sinh chú đều gọi um qua đường kêu cô Maudie sang cưới chú. Cô Maudie thường gào lại, \"Kêu lớn chút nữa đi, Jack Finch, và ở bưu điện họ sẽ nghe anh, tôi chưa nghe anh!\" Jem và tôi nghĩ đây là một cách kỳ lạ để xin cưới một phụ nữ, nhưng hồi đó chú Jack cũng hơi kỳ lạ. Chú nói chú đang chọc tức cô Maudie, rằng chú đã cố gắng mà không thành công suốt bốn mươi năm, rằng chú là người cuối cùng trên trái đất này cô Maudie nghĩ đến khi muốn kết hôn nhưng là người đầu tiên cô nghĩ đến để chọc ghẹo và cách phòng thủ tốt nhất của cô là sự xúc phạm mạnh mẽ, tất cả điều này chúng tôi hiểu rõ.", "\"Arthur Radley chỉ ở trong nhà, vậy thôi,\" cô Maudie nói. \"Cháu có ở trong nhà không nếu cháu không muốn ra ngoài?\"", "\"Phải, nhưng cháu muốn ra ngoài. Sao ông ta không muốn nhỉ?\"", "Cô Maudie nheo mắt. \"Cô cũng biết như cháu thôi.\"", "\"Cháu chưa từng nghe giải thích tại sao. Chẳng ai nói cho cháu biết tại sao?\"", "Cô Maudie gắn lại cái cầu răng giả. \"Cháu biết ông già Radley là một tín hữu Baptist rửa chân... 2\"", "\"Như cô vậy, phải không?\"", "\"Vỏ ngoài của cô không cứng đến thế, bé con. Cô chỉ là một Baptist.\"", "\"Tất cả những người như cô đều không tin vào việc rửa chân chứ?\"", "\"Tin chứ. Ở nhà, trong bồn tắm.\"", "\"Nhưng chúng cháu không thể rước lễ chung với những người như cô...\"", "Rõ ràng, cô Maudie cho rằng định nghĩa phái Baptist nguyên thủy là dễ hơn định nghĩa họ đạo khép kín 3, nên cô nói, \"Người Baptist rửa chân tin rằng những gì đem đến niềm vui đều là tội lỗi. Cháu có biết có bữa thứ Bảy nọ, một số họ ra khỏi rừng và đi ngang qua chỗ này và nói với cô rằng cả cô và những bông hoa của cô sẽ xuống địa ngục không?\"", "\"Hoa của cô cũng xuống hả?\"", "\"Phải, cưng. Chúng cũng bị thiêu cháy với cô. Họ nghĩ cô đã dành quá nhiều thời gian sinh hoạt ngoài trời và không đủ thời gian ở trong nhà để đọc Kinh thánh.\"", "Niềm tin của tôi vào sách Phúc âm trên bục giảng đạo đã bớt dần trước cảnh tượng cô Maudie bị nung mãi mãi trong đủ loại hỏa ngục của người Tin lành. Quả là cô có giọng lưỡi cay độc, và cô không đi khắp xóm làm điều tốt, như cô Stephanie Crawford đã làm. Nhưng trong khi không ai có chút xíu hiểu biết lại tin cậy cô Stephanie, thì Jem và tôi tin cô Maudie hết mực. Cô không bao giờ mách tội chúng tôi, không hề chơi trò mèo vờn chuột với bọn tôi, cô hoàn toàn không quan tâm đến đời sống riêng tư của chúng tôi. Cô là bạn của chúng tôi. Làm sao mà một sinh vật hiểu biết như thế có thể sống trong nguy cơ bị tra tấn mãi mãi thì thật không thể nào hiểu được.", "\"Điều đó không đúng, cô Maudie. Cô là người phụ nữ tuyệt vời nhất cháu biết.\"", "Cô Maudie cười tươi. \"Cám ơn cô bé. Vấn đề là, những người rửa chân nghĩ phụ nữ là một tội lỗi nào đó theo định nghĩa. Họ hiểu Kinh thánh hoàn toàn theo nghĩa đen, cháu biết đấy.\"", "\"Đó có phải là lý do ông Arthur ở trong nhà, để tránh xa phụ nữ không?\"", "\"Cô không rõ.\"", "\"Cháu chẳng hiểu gì cả. Giống như nếu ông Arthur thèm khát nước trời ít nhất ông ấy phải bước ra cổng. Bố Atticus nói Chúa yêu thuong loài người giống như mình yêu chính mình.....\"", "Cô Maudie ngừng đu đưa, và giọng cô đanh lại. \"Cháu còn quá nhỏ không hiểu điều đó đâu,\" cô nói, \"nhưng đôi khi Kinh Thánh trong tay người nào đó còn tệ hại hơn một chai rượu mạnh trong tay của... ồ, của ba cháu chẳng hạn.\"", "Tôi bị sốc. \"Bố Atticus không uống rượu,\" tôi nói. \"Bố cả đời chưa hề uống một giọt nào... à không, bố có uống chứ. Bố nói có lần bố uống chút ít và không thấy thích.\"", "Cô Maudie cười lớn. \"Ta không nói về ba cháu,\" cô nói. \"Ý cô là, nếu Atticus Finch uống cho đến khi say khướt thì ông cũng không khó chịu như một số người ở trạng thái tốt nhất của họ. Có những loại người .... họ quá bận lo về thế giới bên kia đến độ không hề biết cách sống trong thế giới này, và cháu có thể nhìn xuống phố và thấy những kết quả đó.\"", "\"Cô có nghĩ chúng có thật, tất cả chuyện mà người ta nói về B... ông Arthur không?\"", "\"Những chuyện gì?\"", "Tôi kể ra với cô.", "\"Ba phần tư là chuyện do người da màu kể và một phần tư là của Stephanie Crawford,\" cô Maudie nói một cách cả quyết. \"Stephanie Crawford nói với cô rằng có lần cô ấy thức dậy lúc nửa đêm và thấy anh ta nhìn cô ấy qua cửa sổ. Cô hỏi rồi chị làm gì, Stephanie, nằm xích qua một bên và dành chỗ cho anh ta hả? Câu đó làm cô ta im họng được một thời gian.\"", "Tôi tin chuyện đó. Giọng điệu của cô Maudie đủ sức làm bất cứ ai im miệng.", "\"Không, cô bé ạ,\" cô nói, \"đó là một ngôi nhà buồn. Cô nhớ lại Arthur Radley hồi anh ta còn nhỏ. Anh ta luôn nói chuyện với cô một cách dễ thương, cho dù ai nói gì anh ta cũng vẫn dễ thương. Ăn nói dễ thương hết mức hiểu biết của anh ta.\"", "\"Cô có cho là ông ta khùng không?\"", "Cô Maudie lắc đầu. \"Nếu anh ta không điên thì vào lúc này hẳn anh ta phải điên. Chúng ta không bao giờ thực sự biết những gì xảy ra với người ta. Những gì xảy ra trong các ngôi nhà đóng kín cửa, những bí mật gì....\"", "\"Bố Atticus không bao giờ làm bất cứ điều gì với Jem và cháu trong nhà mà ông không làm ngoài sân,\" tôi nói, cảm thấy nhiệm vụ là phải bênh vực bố mình.", "\"Cô bé ngoan, cô đang gỡ rối một sợi chỉ, thậm chí không hề nghĩ tới ba cháu nữa, nhưng bây giờ cô nói điều này: Atticus Finch ở trong nhà cũng giống như ông ấy ở nơi công cộng. Cháu có muốn mang ít bánh nướng về nhà không?\"", "Tôi thích quá đi chứ.", "Sáng hôm sau khi thức dậy tôi thấy Dill và Jem đang ở sân sau say sưa nói chuyện. Khi tôi nhập bọn với chúng thì như thường lệ, chúng bảo tôi đi chỗ khác chơi.", "\"Không. Sân này đâu phải của riêng anh, Jem Finch. Em có quyền chơi ở đây cũng như anh vậy.\"", "Dill và Jem bàn bạc riêng một lát với nhau rồi quay sang tôi, \"Nếu ở đây mày phải làm theo lời tụi tao,\" Dill cảnh báo.", "\"Ái chà,\" tôi nói, \"ai mà bất ngờ cao cấp và quyền hành dữ vậy ta?\"", "\"Nếu mày không chịu làm theo lời tụi tao, tụi tao sẽ không cho mày biết bất cứ điều gì hết,\" Dill tiếp tục.", "\"Mày cứ làm như đêm rồi mày cao vọt lên cả tấc vậy! Được rồi, cái gì thế hả?\"", "Jem nói một cách bình thản, \"Tụi tao sẽ gửi một lá thư cho Boo Radley.\"", "\"Bằng cách nào?\" Tôi cố dằn nỗi khiếp hãi tự động dâng lên trong tôi. Cô Maudie nói gì thì cũng không sao... cô đã già và yên lành ở hàng hiên nhà cô. Còn tụi tôi lại khác.", "Jem chỉ đặt lá thư lên đầu cần câu và nhét nó qua chớp cửa sổ. Nếu có ai xuất hiện Dill sẽ rung chuông.", "Dill giơ tay phải lên. Nó cầm cái chuông bạc báo hiệu giờ ăn của mẹ tôi.", "\"Tao sẽ đi vòng qua hông nhà,\" Jem nói. \"Hôm qua tụi tao đứng bên kia đường nhìn sang thấy có một ô cửa bị long ra. Tao nghĩ ít ra tao có thể nhét nó vào bệ cửa sổ.\"", "\"Jem...\"", "\"Bây giờ mày đã dính vào chuyện này, mày không thể rút lui, mày sẽ phải tham gia, cô Priss!\"", "\"Được rồi, được rồi, nhưng em không muốn canh chừng. Jem, có ai đó...\"", "\"Mày sẽ phải canh chừng phía sau còn Dill canh chừng phía trước ngôi nhà và trên đường, nếu có ai đến nó sẽ rung chuông. Rõ chưa?\"", "\"Vậy được rồi. Anh viết gì cho hắn vậy?\"", "Dill nói, \"Tụi tao mời hắn hết sức lịch sự là thỉnh thoảng hãy ra ngoài và cho tụi mình biết hắn làm gì trong đó.. tụi tao nói tụi mình sẽ không làm hắn đau và sẽ mua cho hắn một cây kem.\"", "\"Mấy người điên hết rồi, hắn sẽ giết tụi mình!\"", "Dill nói, \"Đây là ý của tao. Tao nghĩ nếu bước ra và ngồi một lát với tụi mình có thể hắn sẽ cảm thấy dễ chịu hơn.\"", "\"Sao mày biết hắn không cảm thấy dễ chịu?\"", "\"Vậy mày cảm thấy thế nào nếu mày bị nhốt một trăm năm mà chẳng có gì để ăn ngoài mèo? Tao cá là râu hắn dài đến tận đây....\"", "\"Giống râu ba mày hả?\"", "\"Ba tao không có râu, ông ấy...\" Dill nín bặt, như thể cố nhớ lại.", "\"Xì, xạo,\" tôi nói. \"Mày nói trước khi xuống xe là ba mày có râu đen...\"", "\"Nếu đúng như vậy thì hồi mùa hè ba tao cạo rồi! Ờ phải, tao còn một lá thư để chứng minh điều đó... ông cũng gửi cho tao hai đô nữa!\"", "\"Tiếp đi.... tao chắc là ổng còn gửi cho mày một bộ đồng phục cảnh sát kỵ binh nữa kìa! Và không bao giờ đến, đúng không? Mày cứ kể hoài những chuyện đó, đồ con....\"", "Dill Harris có thể bịa những chuyện lớn lao nhất mà tôi từng nghe. Chẳng hạn như, nó đã lên máy bay chở thư mười bảy lần, nó đã đến Nova Scotia, nó đã thấy một con voi và ông nội nó là thiếu tướng Joe Wheeler và để lại cho nó thanh gươm của ông.", "\"Tụi bây im hết coi,\" Jem nói. Anh mò dưới lớp ván sàn nhà và lấy ra một cây sào tre vàng. \"Cái này có đủ dài để đứng trên vỉa hè thò vô không?\"", "\"Bất cứ ai có đủ can đảm bước vô ngôi nhà đều không cần dùng một cây cần câu,\" tôi nói. \"Sao anh không đến gõ ngay cửa trước?\"", "\"Chuyện-này-khác,\" Jem nói, \"tao phải nói với mày câu này bao nhiêu lần?\"", "Dill rút một miếng giấy ra khỏi túi và đưa cho Jem. Ba đứa chúng tôi thận trọng đi về phía ngôi nhà cổ. Dill dừng lại ngay cột đèn ở góc phía trước ngôi nhà, còn Jem với tôi dè dặt đi theo vỉa hè song song với hông nhà. Tôi vượt qua Jem và đứng ở nơi có thể thấy chỗ rẽ.", "\"Vắng tanh,\" tôi nói. \"Không thấy ai hết.\"", "Jem nhìn lên lề đường chỗ Dill, nó gật đầu.", "Jem gắn lá thư vào đầu cần câu, thò nó ngang qua sân và đẩy về phía cửa sổ anh đã chọn. Cần câu thiếu vài phân nữa mới tới nơi, và Jem chồm tới trước hết sức mình. Tôi theo dõi anh làm những động tác thọc này hồi lâu, tôi bỏ vị trí đến chỗ anh.", "\"Không hất nó ra khỏi cần câu được,\" anh lầm bầm, \"còn nếu hất ra được thì không để nó vào đúng chỗ được. Quay ra đường đi, Scout.\"", "Tôi trở lại và nhìn quanh cung đường vắng ngắt. Thỉnh thoảng tôi nhìn về phía Jem, đang kiên nhẫn tìm cách đặt lá thứ lên bệ cửa sổ. Nó cứ rớt xuống đất và Jem cứ lo vít nó lên, cho đến khi tôi nghĩ nếu Boo Radley nhận được thì hắn cũng không thể đọc lá thư đó. Tôi đang nhìn dọc theo đường thì chuông rung lên.", "Hãy chấp nhận, tôi lảo đảo quay sang, nghĩ rằng mình sẽ đối mặt với Boo Radley và những chiếc răng nanh dễ sợ của hắn; thay vào đó tôi thấy Dill đứng trước mặt bố Atticus và đang lắc chuông cật lực.", "Jem trông có vẻ quá khốn khổ đến độ tôi không nỡ lòng nói với anh rằng tôi đã bảo anh trước rồi mà. Anh lê bước, kéo theo chiếc cần câu dài trên lề đường.", "Bố Atticus nói, \"Thôi lắc cái chuông đó đi.\"", "Dill nắm lấy con lắc của chuông, trong khoảng im lặng tiếp theo, tôi ước gì nó lại lắc chuông tiếp. Bố Atticus hất mũ về phía sau và đứng chống nạnh. \"Jem,\" ông nói, \"tụi con đang làm gì vậy?\"", "\"Không có gì, thưa bố.\"", "\"Bố không muốn nghe câu trả lời đó nữa. Nói bố nghe.\"", "\"Con chỉ... tụi con chỉ cố đưa một thứ cho ông Radley.\"", "\"Tụi con cố đưa cho ông ta cái gì?\"", "\"Chỉ một lá thư.\"", "\"Đưa bố coi.\"", "Jem chìa ra một mẩu giấy bẩn thỉu. Bố Atticus cầm lấy và cố đọc. \"Sao tụi con lại muốn ông Radley ra ngoài?\"", "Dill nói, \"Tụi cháu nghĩ ông ấy sẽ thích tụi cháu..\" và im bặt khi bố Atticus nhìn nó.", "\"Con trai,\" ông nói với Jem, \"bố nói với con một điều và chỉ nói một lần thôi: chấm dứt ngay trò quấy rầy ông ấy. Điều đó áp dụng với cả hai đứa.\"", "Những gì ông Radley làm là việc riêng của ông ta. Nếu ông ta muốn ra ngoài, ông ta sẽ ra. Nếu ông ta muốn ở trong nhà của ông ta thì ông ta có quyền ở lại trong đó để thoát khỏi sự chú ý của bọn trẻ tò mò, vốn đó là một thuật ngữ nhẹ nhàng dành cho những kẻ như chúng tôi. Chúng tôi sẽ nghĩ thế nào nếu bố Atticus xông vào mà không gõ cửa, khi chúng tôi ở trong phòng mình vào ban đêm? Chúng tôi, thực tế, đang làm chính điều như thế với ông Radley. Điều ông Radley làm có thể có vẻ kỳ quặc với chúng tôi, nhưng nó không kỳ quặc với ông ta. Hơn nữa, có phải chúng tôi chưa bao giờ có ý nghĩ rằng cung cách lịch thiệp để giao tiếp với người khác là qua cửa trước thay vì qua cửa sổ không? Cuối cùng, chúng tôi phải tránh xa ngôi nhà đó cho đến khi được mời vào, chúng tôi không được chơi một trò ngu ngốc nào mà ông đã thấy chúng tôi chơi hoặc chọc ghẹo bất cứ ai tren con phố này hoặc trong thị trấn này...", "\"Bọn con không chọc ghẹo ông ta, bọn con không cười nhạo ông ta,\" Jem nói, \"bọn con chỉ....\"", "\"Vậy đó là chuyện con đang làm, phải không?\"", "\"Chọc ghẹo ông ta hả?\"", "\"Không,\" bố Atticus nói, \"phơi bày lịch sử đời ông ta cho cả khu phố này biết hết.\"", "Jem có vẻ hơi sưng lên. \"Con không nói tụi con đang làm chuyện đó, con không nói vậy!\"", "Bố Atticus cười khan. \"Con vừa nói với bố xong,\" ông nói. \"Tụi con ngưng ngay trò nhảm nhí này lại, cả ba đứa.\"", "Jem há hốc nhìn ông.", "\"Con muốn trở thành một luật sư, đúng không?\" Miệng bố tôi mím lại một cách đầy nghi ngờ, như thể ông đang cố giữ cho nó mím chặt.", "Jem quyết định rằng có đôi co về chi tiết thì cũng chẳng ích gì, và im lặng. Khi bố Atticus vào trong nhà để tìm hồ sơ mà ông quên mang theo đến sở sáng nay, thì Jem mới nhận ra rằng anh đã bị hạ gục bằng cái mánh lới cổ xưa nhất từng được ghi nhận của giới luật sư. Anh đứng chờ ở một khoảng cách hợp lý tính từ bậc thềm, dõi theo bố Atticus rời khỏi nhà đi về phía thị trấn. Khi bố Atticus đi xa khỏi tầm nghe thấy, Jem mới gào lên sau lưng ông, \"Con đã nghĩ muốn trở thành luật sư, nhưng bây giờ con không chắc nữa rồi!\"", "--- ------ ------ ------ -------", "1 Trận Marne thứ nhì, hoặc trận Reims: trận đánh mang tính bước ngoặt trong Thế chiến thứ nhất, diễn ra từ thứ tháng Bảy đến tháng Tám năm 1918, trong đó Đức đại bại trước Đồng minh. Trận này cũng mở đầu một loạt chiến thắng khác của Đồng minh và dẫn đến kết thúc chiến tranh.", "2 Tín đồ Baptist (Tẩy lễ) sùng đạo đến mức cho rằng mọi thứ đều tội lỗi, nhất là những gì đem lại niềm vui.", "3 Nguyên văn: Closed communion: giáo xứ có chủ trương chỉ làm nghi thức thánh thể (rước lễ) cho những người trong giáo xứ, chứ không cho những tín hữu vãng lai."]
  },
  {
    "chapter_endpoint": "chuong-6",
    "book_endpoint": "giet-con-chim-nhai",
    "title": "Chương 6",
    "time": "2022-01-22 11:32:42.465427",
    "images": ["Chúng tôi nhảy qua bức tường thấp ngăn giữa sân của cô Rachel và đường lái xe của chúng tôi. Jem huýt sáo giọng chim đa đa và Dill trả lời trong bóng tối.", "\"Không một ngọn gió,\" Jem nói. \"Nhìn đằng kia kìa.\"", "Anh chỉ về hướng Đông. Mặt trăng khổng lồ nhô lên phía sau rặng câu hồ đào của cô Maudie. \"Nó khiến trời có vẻ nóng hơn,\" anh nói.", "\"Tối nay có hình thánh giá trên đó hả?\" Dill hỏi, không nhìn lên. Nó đang làm một điếu thuốc từ tờ báo và một sợi dây.", "\"Không, chỉ có chị Hằng. Đừng đốt nó, Dill, mày sẽ làm hôi rình cả góc phố này đó.\"", "Có một phụ nữ trong mặt trăng ở Maycomb. Cô ta ngồi chải tóc trước chiếc gương trang điểm.", "\"Tụi tao sẽ nhớ mày đó, nhóc,\" tôi nói. \"Chắc mình nên chờ xem ông Avery hả?\"", "Ông Avery ở thuê bên kia đường đối diện nhà bà Henry Lafayette Dubose. Ngoài việc làm thay đổi trong đĩa tiền quyên góp mỗi Chủ nhật, ông Avery còn ngồi ngoài hiên mỗi tối cho đến chín giờ và hắt hơi. Một tối nọ chúng tôi được ông cho hưởng đặc ân chứng kiến một màn trình diễn có vẻ như là lần cuối cùng của ông, vì chúng tôi đã chờ xem biết bao lâu mà ông không hề làm như vậy lần nữa. Một đêm nọ khi tôi và Jem rời hàng hiên nhà cô Rachel thì Dill ngăn tụi tôi lại, \"Này, nhìn đằng kia xem.\" Nó chỉ sang bên kia đường. Thoạt tiên chúng tôi chẳng thấy gì ngoài giàn nho phủ hiên trước, nhưng nhìn kỹ thì thấy một tia nước cong vòng từ trên đám lá, chúng tôi ước chừng nó cách mặt đất khoảng ba mét, đổ xuống và văng tung tóe trong vòng tròn vàng kệch của ngọn đèn đường. Jem nói ông Avery tính toán sai. Dill nói ông ta phải uống khoảng hơn bốn lít một ngày, và cuộc thi đua kế tiếp sau đó để xác định khoảng cách tương đối và tài năng của mỗi đứa lại làm tôi cảm thấy bị ra rìa, vì tôi không có khiếu trong lĩnh vực này.", "Dill vươn vai, ngáp, và nói hết sức thản nhiên. \"Tao biết chuyện gì tôi, tụi mình đi dạo một lát đi.\"", "Tôi nghe giọng nó đáng ngờ. Không ai ở Maycomb này đi dạo khơi khơi cả. \"Đi đâu vậy, Dill?\"", "Dill hất đầu về hướng Nam.", "Jem nói, \"OK\". Khi tôi phản đối, anh nói ngọt ngào, \"Mày không cần phải đi theo, Angel May.\"", "\"Mày không phải đi. Nên nhớ...\"", "Jem không phải là người nghĩ mãi tới những thất bại đã qua: có vẻ thông điệp duy nhất anh nhận được từ bố Atticus là sự hiểu thấu nghệ thuật kiểm tra chéo. \"Scout, tụi tao không tính làm gì cả, chỉ đi đến chỗ đèn đường rồi quay lại thôi.\"", "Chúng tôi lặng lẽ đi dọc vỉa hè, lắng nghe tiếng ghế xích đu ở hàng hiên kẽo kẹt dưới sức nặng của người hàng xóm, lắng nghe tiếng thì thào nho nhỏ của người lớn trong khu phố chúng tôi. Thỉnh thoảng chúng tôi nghe tiếng cô Stephanie Crawford cười lớn.", "\"Sao?\" Dill nói.", "\"Được,\" Jem đáp. \"Sao mày không về nhà đi, Scout?\"", "Đơn giản là Dill và Jem sẽ nhìn trộm qua ô cửa sổ bị long thanh chớp để xem chúng có thể thấy Boo Radley không, và nếu tôi không muốn đi với chúng, tôi có thể về thẳng nhà và giữ im cái miệng bép xép, vậy thôi.", "\"Nhưng làm cái quái gì mà mấy ông đợi tối nay vậy?\"", "Bởi vì không ai thấy chúng vào ban đêm, bởi vì bố Atticus sẽ đắm mình vào cuốn sách đến nỗi không nghe thấy nước Chúa trị đến, bởi vì nếu Boo Radley có giết chúng thì chúng chỉ lỡ mất năm học thay vì mất kỳ nghỉ hè, và bởi vì đứng trong bóng tối thì dễ thấy bên trong một ngôi nhà hơn giữa ban ngày, tôi hiểu không?", "\"Jem, làm ơn....\"", "\"Scout, tao nói với mày lần cuối, im mồm hoặc cút về nhà.. tao nói có Chúa chứng giám là mày ngày càng giống một đứa con gái.\"", "Nghe câu đó, tôi không có chọn lựa nào khác ngoài việc theo họ. Chúng tôi nghĩ tốt nhất là chui dưới hàng rào dây kẽm cao ở phía sau khu đất nhà Radley, chúng tôi ít có nguy cơ bị nhìn thấy hơn. Hàng rào bao bọc một mảnh vườn lớn và một nhà vệ sinh nhỏ bằng gỗ.", "Jem kéo sợi dây hàng rào kẽm thấp nhất lên và Dill chui qua. Tôi theo sau, nâng hào rào cho Jem. Khoảng trống quá nhỏ đối với Jem. \"Đừng gây tiếng động,\" anh thì thào. \"Có làm gì đi nữa thù đừng bước vào luống cải, chúng đánh thức được cả người chết 1.\"", "Ghi nhớ điều đó, nên tôi có lẽ phải mất một phút mới đi được một bước. Tôi di chuyển nhanh hơn khi thấy Jem tuốt đằng trước vẫy tay ra hiệu dưới ánh trăng. Chúng tôi tới cái cổng ngăn cách khu vườn với sân sau. Jem chạm vào nó. Cánh cổng kêu ken két.", "\"Nhổ nước bọt vào đó,\" Dill thì thầm.", "\"Anh đưa cả lũ vô chỗ bí, Jem,\" tôi lầm bầm. \"Mình không dễ gì rời khỏi chỗ này đâu.\"", "\"Suỵt, nhổ nước bọt vào đó đi, Scout.\"", "Chúng tôi phun đến khô miệng, và Jem mở cổng từ từ, nhấc nó qua một bên và để dựa vào hàng rào. Chúng tôi đã ở trong sân sau.", "Phía sau nhà Radley không dễ coi bằng phía trước: một hàng hiên đổ nát chạy suốt chiều dài ngôi nhà; có hai cửa cái và hai cửa sổ xen kẽ với cửa cái. Thay vì có một trụ lớn, thì chỉ có một cây cột vuông chống một đầu mái nhà. Một cái lò Franklin cũ 2 nằm ở góc hàng hiên; bên trên nó là một tấm gương kèm giá treo mũ phản chiếu ánh trăng và sáng lên một vẻ kỳ bí.", "\"Aaa,\" Jem thì thào, nhấc chân cao lên.", "\"Gì vậy?\"", "\"Lũ gà con,\" anh thở ra.", "Việc chúng tôi buộc phải né tránh những thứ không thấy được từ mọi phía được khẳng định khi Dill dẫn đầu chúng tôi thì thào đánh vần chữ C-h-ú-a. Chúng tôi bò đến hông nhà, vòng tới ô cửa chớp bị long. Bệ cửa cao hơn Jem đến mấy tấc.", "\"Làm kiệu cho mày lên nghe,\" Jem thì thào với Dill. \"Đợi đã.\" Jem nắm lấy cổ tay trái của anh ấy và cổ tay phải của tôi, còn tôi nắm lấy cổ tay trái của tôi và cổ tay phải của Jem, chúng tôi ngồi thấp xuống và Dill ngồi lên cái kiệu của tụi tôi. Bọn tôi nâng nó lên và nó bám vào được bệ cửa sổ.", "\"Lẹ lên,\" Jem thì thào, \"tụi tao không chịu được lâu đâu.\"", "Dill đám vai tôi và tụi tôi hạ nó xuống đất.", "\"Mày thấy cái gì?\"", "\"Chẳng thấy gì. Mấy tấm màn. Dù sao cũng có ánh đè le lói đâu đó.\"", "\"Rút khỏi chỗ này đi,\" Jem thơ ra. \"Mình vòng lại ra phía sau. Suỵt.\" Anh cảnh báo tôi, khi tôi định phản đối.", "\"Thử dòm ra cửa sổ phía sau đi.\"", "\"Dill, không,\" tôi nói.", "Dill dừng lại và để Jem đi trước. Khi Jem đặt chân lên bậc cấp cuối cùng, nó kêu cót két. Jem đứng im, rồi thử trọng lượng của anh từng chút một. Bậc cấp im lặng, Jem bỏ hai bậc, đặt chân lên hàng hiên rồi thót cả người lên, và lảo đảo một hồi lâu. Anh lấy lại thăng bằng và quỳ xuống. Anh bò tới cửa sổ, ngỏng đầu lên, nhìn vào.", "Rồi tôi thấy một cái bóng. Nó là bóng một người đàn ông đội mũ. Mới đầu tôi tưởng đó là cái cây, nhưng không có gió thổi, và thân cây không bao giờ đi. Hàng hiên sau nhà ngập tràn ánh trăng, và cái bóng, cứng còng, băng qua hàng hiên tiến về phía Jem.", "Dill thấy cái bóng sau tôi. Nó đưa hai tay che mặt.", "Khi cái bóng lướt ngang qua Jem, Jem cũng trông thấy. Anh vòng tay ôm đầu và đứng im.", "Cái bóng dừng lại cách Jem vài tấc. Cánh tay nó từ hông giơ lên, rồi buông xuống, và đứng im. Rồi nó xoay người lại, đi qua chỗ Jem, đi dọc theo hàng hiên và biến mất bên hông nhà, trở lại như nó đã đến.", "Jem phóng khỏi hàng hiên và chạy về phía tụi tôi. Anh giật mở cánh cổng, lôi Dill và tôi qua, và xua chúng tôi xuống hai luống cải. Chạy được nửa đường, tôi vấp té; khi tôi vấp, tiếng gầm của khẩu súng săn ầm vang cả khu phố.", "Dill và Jem kè bên tôi, Jem thở hổn hển không ra hơi, \"Hàng rào mé sân trường!... Lẹ lên, Scout!\"", "Jem kéo sợi dây kẽm lên, tôi và Dill chui qua và khi đã chạy được nửa đường đến chỗ cây sồi lẻ loi giữa sân trường chúng tôi mới nhận ra Jem không theo chúng tôi. Bọn tôi chạy trở lại và thấy anh đang lăn lộn ở hàng rào, đã tuột cái quần dài ra để thoát thân. Anh chạy tới cây sồi trong chiếc quần soóc.", "An toàn sau thân cây, chúng tôi chết lặng nhưng đầu óc Jem đang hoạt động, \"Mình phải về nhà, mọi người sẽ nhận ra mình vắng mặt.\"", "Chúng tôi chạy băng qua sân trường, bò dưới hàng rào vào Bãi Hoẵng sau nhà chúng tôi, leo qua hàng rào sau nhà và tới được bậc tam cấp cửa sau thì Jem mới cho tụi tôi dừng lại nghỉ.", "Khi thở được bình thường, ba chúng tôi cố ra vẻ tà tà đi ra sân trước. Bọn tôi nhìn ra đường và thấy một nhóm người hàng xóm tụ tập ngay trước cổng nhà Radley.", "\"Mình tới đó đi,\" Jem nói. \"Họ sẽ thấy kỳ lạ nếu tụi mình không xuất hiện.\"", "Ông Nathan Radley đang đứng bên trong cổng nhà ông, tay ôm khẩu súng săn đã gãy. Bố Atticus đứng ngay cạnh cô Maudie và Stephanie Crawford. Cô Rachel và ông Avery đứng kế bên. Không ai trong số họ thấy bọn tôi đến.", "Chúng tôi chen vào cạnh cô Maudie, lúc đó đang nhìn quanh. \"Mấy đứa ở đâu vậy, bộ không nghe thấy vụ lộn xộn này hả?\"", "\"Có chuyện gì vậy?\" Jem hỏi.", "\"Ông Radlay bắn một tên da đen trong vườn rau nhà ông.\"", "\"Ồ. Có bắn trúng không?\"", "\"\"Không,\" cô Stephanie nói. \"Bắn chỉ thiên. Dù sao cũng làm hắn sợ xanh mặt. Nói nếu ai thấy một tên đen nhưng da lại trắng quanh đây, thì chính là người đó. Nói ông ta có cái nòng súng khác cho tiếng động kế tiếp ông ta nghe được trong vườn rau, và lần kế ông ta sẽ không nhắm cao nữa đâu, dù có là con chó, tay da đen, hay... Jem Finch!\"", "\"Sao cô?\" Jem hỏi.", "Bố Atticus hỏi, \"Quần dài của con đâu, con trai?\"", "\"Quần dài hả, bố?\"", "\"Quần dài.\"", "Vô phương cứu vãn. Anh chỉ mặc quần soóc trước mặt Chúa và mọi người. Tôi thở dài.", "\"A... ông Finch?\"", "Trong ánh sáng chói của ngọn đèn đường, tôi có thể thấy Dill đang có một âm mưu: mắt nó mở to, khuôn mặt bầu bĩnh của nó tròn hơn.", "\"Gì đó Dill?\" Bố Atticus hỏi.", "\"A... cháu thắng được quần của nó,\" nó nói mơ hồ.", "\"Thắng được quần của nó? Cách nào\"", "Dill sờ gáy, rồi đưa tay ngang trán. \"Tụi cháu chơi đánh phé cởi đồ đằng kia cạnh hồ cá,\" nó nói.", "Jem và tôi nhẹ nhõm. Những người hàng xóm có vẻ hài lòng: tất cả họ cứng đờ người lại. Nhưng đánh phé cởi đồ là gì?", "Chúng tôi không có cơ hội để khám phá: cô Rachel rú lên như cái còi báo cháy của trị trấn, \"C-h-ú-a ơ-i, Dill Harris! Đánh bài ngay hồ cá của cô? Cô sẽ đánh phé cởi đồ cháu đây, ông nhóc ạ!\"", "Bố Atticus cứu Dill khỏi tội phân thây tức thì. \"Khoan đã, cô Rachel,\" ông nói. \"Trước đây tôi chưa từng nghe nói bọn trẻ chơi trò này. Cả bọn chơi bài lá hả?\"", "Jem bắt gọn quả bóng Dill đập qua với đôi mắt nhắm nghiền 3, \"Không, thưa bố, chỉ bằng mấy que diêm.\"", "Tôi phục ông anh mình. Những que diêm thì nguy hiểm, nhưng những lá bài là tai họa.", "\"Jem, Scout,\" bố Atticus nói, \"bố không muốn nghe vụ bài bạc dưới bất cứ hình thức nào nữa, nghe chưa. Đi với Dill và lấy quần lại, Jem. Con tự giải quyết.\"", "\"Đừng lo, Dill,\" Jem nói, khi chúng tôi đi trên vỉa hè, \"cô ấy sẽ không phạt mày đâu. Bố tao sẽ thuyết phục cô về chuyện này. Đó là nhanh trí đó, ông tướng. Im nào... tụi bây có nghe không?\"", "Chúng tôi dừng lại, và nghe giọng bố Atticus, \"... không nghiêm trọng... tất cả chúng đều trải qua, cô Rachel....\"", "Dill nhẹ nhõm, nhưng Jem với tôi thì không. Đó là vấn đề Jem bày ra cái quần nào đó vào buổi sáng.", "\"Để tao đưa mày quần của tao,\" Dill nói, khi chúng tôi tới bậc thềm nhà cô Rachel. Jem nói anh mặc nó không vừa, nhưng dù sao cũng cám ơn. Chúng tôi tạm biệt nhau, và Dill đi vào nhà. Rõ ràng nó nhớ ra nó đã đính hôn với tôi, vì vậy nó quay trở ra và hôn tôi thật nhanh trước mặt Jem. \"Nhớ viết thư, nghe không?\" Nó gào lên sau lưng chúng tôi.", "Nếu cái quần của Jem có nằm an toàn trên người Jem, thì chúng tôi hẳn cũng không ngủ được nhiều. Mỗi âm thanh đêm tôi nghe từ chiếc giường của tôi ở hiên sau nhà đều được phóng đại gấp ba lần; mỗi tiếng chân bước trên sỏi là Boo Radley đang tìm cách trả thù, mỗi người da đen đi ngang qua cười nói ầm ĩ trong đêm là Boo Radley đang lang thang truy tìm chúng tôi; những côn trùng đâm bổ vào cửa lưới là những ngón tay điên rồ của Boo Radley đang ngắt sợi kẽm thành từng mẩu; những cây xoan hiểm ác, chờn vờn, sống động. Tôi chập chờn giữa ngủ và thức cho đến khi nghe Jem lầm bầm.", "\"Ngủ chưa, Ba Mắt nhỏ?\"", "\"Anh khùng hả?\"", "\"Suỵt. Đèn của bố Atticus tắt rồi.\"", "Trong ánh trăng tàn tôi thấy Jem búng chân xuống đất.", "\"Tao đi lấy lại nó,\" anh nói.", "Tôi ngồi bật dậy. \"Không được. Em không để anh đi đâu.\"", "Anh mặc áo vào. \"Tao phải lấy nó về.\"", "\"Nếu anh đi em sẽ kêu bố Atticus dậy.\"", "\"Mày làm vậy là tao giết mày.\"", "Tôi kéo anh xuống cạnh tôi trên giường. Tôi cố thuyết phục anh. \"Ông Nathan sẽ tìm thấy nó sáng mai, Jem. Ông ta biết anh làm mất nó. Khi ông ta đưa nó cho bố Atticus thì tình hình sẽ khá tệ hại, nhưng chỉ vậy thôi. Thôi đi ngủ đi.\"", "\"Tao cũng biết vậy,\" Jem nói. \"Thế nên tao mới phải đi lấy nó về.\"", "Tôi bắt đầu cảm thấy khó chịu. Một mình anh quay lại chỗ đó... tôi nhớ cô Stephannie nói: ông Nathan có một nòng súng khác cho tiếng động kế tiếp ông ta nghe được, dù đó là con chó, tay da đen... Jem biết điều đó rõ hơn tôi.", "Tôi tuyệt vọng, \"Nghe nè, nó không đáng, Jem à. Một cú đánh thì đau nhưng không kéo dài. Anh sẽ bị bắn nát đầu, Jem. Làm ơn...\"", "Anh thở ra một cách kiên nhẫn. \"Tao... nó giống như vậy nè, Scout,\" anh lầm bầm. \"Từ khi tao có trí khôn tới giờ bố Atticus chưa từng đánh đòn tao. Tao muốn giữ điều đó.\"", "Đây là một ý tưởng. Có vẻ như bố Atticus dọa nạt chúng tôi mỗi ngày. \"Ý anh muốn nói rằng bố Atticus chưa từng bắt quả tang anh bất cứ chuyện gì.\"", "\"Có lẽ thế, nhưng... tao chỉ muốn giữ nó như vậy hoài, Scout. Lẽ ra tối nay mình không nên làm chuyện đó, Scout.\"", "Đến lúc đó, tôi cho rằng tôi và Jem bắt đầu rạn nứt. Đôi khi tôi không hiểu anh ấy, nhưng những thời kỳ hoang mang của tôi khá ngắn ngủi. Điều này quá tầm của tôi. \"Làm ơn,\" tôi van nài, \"anh không thể nghĩ về nó chỉ trong một phút sao.... một mình anh ở đó....\"", "\"Im mồm!\"", "\"Nó không giống chuyện bố không bao giờ nói với anh nữa hoặc một điều gì đó... em sẽ kêu bố dậy, Jem, em thề là em....\"", "Jem nắm lấy cổ áo ngủ của tôi vặn chặt. \"Vậy em sẽ đi với anh...\" Tôi nghẹt thở.", "\"Không mày không được đi. Mày sẽ chỉ làm ồn.\"", "Thật toi công. Tôi mở chốt cửa sau và giữ nó trong khi anh bò xuống các bậc thềm. Lúc đó hẳn đã hai giờ. Trăng sắp lặn và những hàng rào mắt cáo mờ dần. Chiếc áo sơ mi trắng của Jem nhấp nhô giống như một con ma nhỏ nhảy trốn buổi sáng đang đến. Một cơn gió nhẹ thổi qua làm lạnh mồ hôi đang chảy hai bên mặt tôi.", "Anh đi ngõ sau, qua bãi Hoẵng, băng qua sân trường và vòng tới hàng rào, tôi nghĩ vậy... ít ra đó là lộ trình anh đang nhắm theo. Đường đi đó sẽ mất nhiều giờ hơn, vì vậy chưa đến lúc phải lo. Tôi chờ cho đến lúc phải lo và chờ nghe tiếng súng của ông Radley. Rồi tôi nghĩ mình nghe hàng rào sau kêu cót két. Đó chỉ là mơ tưởng.", "Rồi tôi nghe bố Atticus ho. Tôi nín thở. Đôi khi nửa đêm đến phòng tắm chúng tôi thường thấy ông đang đọc sách. Bố nói ông thường thức giấc lúc nửa đêm, kiểm tra tụi tôi, rồi đọc sách lại để ngủ. Tôi chờ đèn của bố bật lên, căng mắt nhìn ánh sáng tràn ngập căn phòng. Đèn vẫn tắt, và tôi thở phào.", "Những con giun đã về nghỉ, nhưng những quả xoan chín vẫn gõ trên mái nhà khi gió thoảng qua, và bóng tối thảm não với tiếng chó sủa xa xa.", "Anh ấy kia rồi, đang trở lại với tôi. Tấm áo trắng của anh thấp thoáng bên hàng rào sau nhà và rõ dần hơn. Anh bước lên những thềm sau nhà, đóng chốt cửa sau lưng lại và ngồi xuống giường của mình. Không nói lời nào, anh giơ cái quần lên. Anh nằm xuống, và trong một lát tôi nghe giường anh rung lên. Rồi anh nằm im, tôi không nghe anh ngọ nguậy nữa.", "--- ------ ------ ------ -------", "1 Đây là loại cải bẹ xanh (collard), lá rộng và dài mọc lòa xòa ra hai bên, nên rất khó đi giữa hai liếp cải mà không gây loạt xoạt.", "2 Lò sưởi bằng sắt do Benjamin Franklin sáng chế.", "3 Ý nói hai đứa tung hứng rất khớp."]
  },
  {
    "chapter_endpoint": "chuong-7",
    "book_endpoint": "giet-con-chim-nhai",
    "title": "Chương 7",
    "time": "2022-01-23 13:03:13.949587",
    "images": ["Năm học bắt đầu. Lớp hai cũng tồi tệ như lớp một, thậm chí tệ hơn-họ vẫn chìa tấm thẻ vào mặt bạn và không cho bạn đọc hay viết. Sự tiến bộ của cô Caroline ở lớp kế bên có thể được ước tính bằng tần số tiếng cười; tuy nhiên, cái nhóm như thường lệ không qua được lớp một vẫn ở nguyên đó, và chúng có công lớn trong việc giữ trật tự. Điều lý thú duy nhất của lớp hai là năm nay tôi phải ở lại muộn bằng Jem, và anh em tôi thường cùng về nhà lúc ba giờ.", "Một buổi chiều khi chúng tôi băng qua sân trường về phía nhà, bất ngờ Jem nói, \"Có một điều tao chưa nói với mày.\"", "Vì đây là câu chuyện trọn vẹn đầu tiên của anh sau nhiều ngày, nên tôi khuyến khích anh, \"Về chuyện gì?\"", "\"Về đêm đó.\"", "\"Anh không hề nói với em bất cứ chuyện gì về đêm đó,\" tôi nói.", "Jem xua những lời của tôi như quạt mấy con ruồi nhuế. Anh im lặng một lát, rồi nói, \"Khi trở lại để lấy cái quần... nó rối nùi từ khi tao tuột nó ra, tao không gỡ nó ra được. Khi tao quay lại...\" Jem hít một hơi sâu. \"Khi tao quay lại, nó được xếp vắt ngang qua hàng rào.... giống như nó đang chờ tao vậy.\"", "\"Ngang...\"", "\"Và còn chuyện nữa....\" Giọng Jem chùng xuống. \"Về nhà tao cho mày xem. Nó đã được khâu lại. Không giống một phụ nữ khâu, mà giống kiểu tao ráng làm. Nhăn nhúm hết trơn. Hầu như giống....\"", "\"... ai đó biết anh sẽ quay lại kiếm nó.\"", "Jem rùng mình. \"Giống như ai đó đọc được ý nghĩ của tao... giống như ai đó có thể biết tao sắp làm gì. Không ai có thể biết tao sắp làm gì trừ khi họ biết tao, đúng không, Scout?\"", "Câu hỏi của Jem là một lời khẩn cầu, tôi trấn an anh, \"Không ai có thể biết anh sắp làm gì trừ khi họ sống trong nhà này với anh, còn em thậm chí còn không biết nữa kia.\"", "Chúng tôi đi ngang cái cây của mình. Trong lỗ hốc của nó có một cuộn dây xám.", "\"Đừng lấy nó, Jem,\" tôi nói. \"Đây là chỗ giấu của ai đó.\"", "\"Tao không nghĩ thế, Scout.\"", "\"Phải mà. Ai đó như Walter Cunningham đến đây vào mỗi giờ nghỉ và giấu các thứ của nó... và tụi mình đi ngang rồi lấy của nó. Nghe nè, cứ để nó ở đó vài ngày. Nếu nó còn đó, mình sẽ lấy, đồng ý không?\"", "\"Đồng ý, có thể mày đúng,\" Jem nói. \"Chắc nó là chỗ của thằng nhóc nào đó.... giấu những thứ của nó khỏi bọn lớn hơn. Mày biết là chỉ khi đi học mình mới thấy mấy thứ đó.\"", "\"Phải,\" tôi nói, \"nhưng tụi mình đâu có đi ngang đây trong lúc nghỉ hè.\"", "Chúng tôi về nhà. Sáng hôm sau cuộn dây vẫn còn ở nơi chúng tôi để nó lại. Khi nó vẫn ở đó vào ngày thứ ba, Jem bèn bỏ nó vào túi. Từ đó trở đi chúng tôi xem mọi thứ tìm thấy trong lỗ hốc đó là tài sản của chúng tôi.", "Lớp hai thật chán, nhưng Jem cam đoan rằng tôi càng lớn trường học càng tốt hơn, rằng mới đầu anh cũng vậy, và mãi đến lớp sáu người ta mới học được điều đáng giá. Lớp sáu có vẻ khiến anh vui từ đầu: anh học qua Thời kỳ Ai Cập mà tôi thấy khó hiểu.... anh cố đi thẳng đơ người, giơ một tay tới trước và một tay ra sau, để bàn chân này sau bàn chân kia. Anh tuyên bố người Ai Cập đi theo kiểu đó; tôi nói nếu họ đi như vậy, tôi không biết làm thế nào họ hoàn thành công việc được, nhưng Jem nói họ đạt thành quả hơn người Mỹ nhiều, họ đã chế ra giấy vệ sinh và thuật ướp xác vĩnh viễn, và hỏi ngày nay chúng ta sẽ ở đâu nếu họ không nghĩ ra những thứ ấy? Bố Atticus bảo tôi bỏ bớt những tính từ và tôi sẽ có các sự kiện 1.", "Ở Nam Alabama các mùa không được xác định rõ ràng; mùa hè lan sang mùa thu, và mùa thu đôi khi không có mùa đông nối theo sau, mà chuyển sang một mùa xuân ngắn ngủi rồi tan lại vào mùa hè. Mùa thu năm đó là một mùa thu dài, hầu như không lạnh đến mức cần tới một chiếc áo khoác mỏng. Jem và tôi đang đi theo quỹ đạo của chúng tôi vào một chiều tháng Mười dịu mát thì cái hốc cây khiến chúng tôi dừng lại. Lần này có cái gì trăng trắng trong đó.", "Jem dành cho tôi đặc ân: tôi lôi ra hai hình nhân nhỏ được tạc bằng miếng xà bông. Một cái tạc hình đứa con trai, hình kia mặc chiếc đầm thô.", "Trước khi tôi nhớ ra rằng không có thứ bùa ếm nào như vậy, tôi đã hét lên và ném chúng xuống.", "Jem lượm chúng lên. \"Có chuyện gì với mày vậy?\" Anh gào lên. Anh chùi sạch bụi đỏ bám trên chúng. \"Mấy cái này hên lắm,\" anh nói. \"Tao chưa từng thấy thứ đẹp như vậy.\"", "Anh thả chúng xuống tay tôi. Chúng gần như là hình ảnh thu nhỏ hoàn hảo về hai đứa trẻ. Đứa con trai mặc quần soóc, và một lọn tóc bù xù xõa xuống chân mày nó. Tôi nhìn lên Jem. Một lọn tóc nâu thẳng rũ xuống từ đường ngôi. Trước đây tôi chưa từng nhận ra điểm này.", "Jem nhìn từ búp bê gái sang tôi. Búp bê có tóc che kín nửa trán. Tôi cũng vậy.", "\"Nhưng hình này là tụi mình,\" anh nói.", "\"Theo anh ai làm chúng?\"", "\"Ai ở quanh đây biết đẽo gọt mà tụi mình biết?\" Anh ấy hỏi.", "\"Ông Avery.\"", "\"Ông Avery chỉ làm giống vậy. Ý tao nói chạm khắc.\"", "Ông Avery làm trung bình một thanh củi một tuần; ông gọt đến lúc nó nhỏ lại còn bằng cây tăm rồi nhai nó.", "\"Đó là người yêu của cô Stephanie Crawford,\" tôi nói.", "\"Ông ta khắc được, nhưng ông sống ở vùng nông thôn. Ông ta chú ý đến tụi mình hồi nào vậy?\"", "\"Có lẽ ông ngồi ở hàng hiên và nhìn tụi mình thay vì cô Stephanie. Nếu em là ông ta, em sẽ làm vậy.\"", "Jem nhìn tôi rất lâu đến độ tôi hỏi có chuyện gì vậy, nhưng chỉ nhận được câu trả lời Không Có Gì, Scout à. Khi về tới nhà, Jem cất hai con búp bê vào rương của anh.", "Chưa đầy hai tuần sau, chúng tôi nhận được nguyên một gói kẹo cao su, mà chúng tôi cứ thế tận hưởng, lời đồn rằng mọi thứ ở khu nhà Radley đều là thuốc độc đã trôi khỏi ký ức của Jem.", "Tuần kế tiếp lỗ bọng đó chứa một huy chương xỉn màu. Jem đưa nó cho bố Atticus xem, ông nói đó là huy chương đánh vần, rằng trước khi tụi tôi ra đời các trường ở hạt Maycomb có những cuộc thi đánh vần và thưởng huy chương cho người thắng cuộc. Bố Atticus nói chắc có ai làm mất nó, và hỏi tụi tôi đã hỏi lòng vòng xung quanh chưa? Jem đá chân tôi khi tôi định khai ra nơi chúng tôi nhặt được nó. Jem hỏi liệu bố Atticus có nhớ ai đã nhận được một cái không, bố Atticus nói không.", "Món quà lớn nhất của chúng tôi xuất hiện bốn ngày sau đó. Nó là chiếc đồng hồ bỏ túi không còn chạy nữa, gắn vào một sợi dây chuyền có con dao nhôm.", "\"Anh có nghĩ đó là vàng trắng không, Jem?\"", "\"Không biết. Để tao đưa cho bố xem.\"", "Bố Atticus nói chắc nó đáng giá mười đô, gồm con dao, dây chuyền các thứ, nếu nó còn mới. \"Con có đổi chác với ai trong trường không?\" Ông hỏi.", "\"Ồ, không, thưa bố!\" Jem lôi ra cái đồng hồ của ông nội mà bố Atticus cho anh ấy đeo mỗi tuần một lần nếu anh giữ nó cẩn thận. Vào những ngày đeo đồng hồ đó, Jem đi đứng rất cẩn thận. \"Bố, nếu bố đồng ý, con giữ được cái này xài thay cái kia. Không chừng con sửa nó được.\"", "Khi cái mới thay thế dần cái đồng hồ của ông nội, và việc đeo nó trở thành một nhiệm vụ phiền toái trong ngày, Jem không còn cảm thấy sự cần thiết của việc xác minh giờ giấc năm phút một lần nữa.", "Anh đã làm việc sửa chữa ngon lành, chỉ có một lò xo và hai mẩu nhỏ xíu được bỏ ra, nhưng đồng hồ vẫn không chạy. \"Ô-h,\" anh thở dài, \"nó không bao giờ chạy, Scout.....?\"", "\"Hả?\"", "\"Mày có cho là mình nên viết một lá thư cho người để lại những thứ này cho mình không?\"", "\"Đúng vậy, Jem, mình cám ơn họ.... có gì sai đâu?\"", "Jem nắm hai lỗ tai, lắc đầu qua lại. \"Tao không hiểu, tao vẫn không hiểu được..... tao không biết tại sao, Scout....\" Anh nhìn về phía phòng khách. \"Tao nghĩ tốt hơn là nói với bố Atticus..... không, tao cho là không.\"", "\"Em sẽ nói với bố dùm anh.\"", "\"Không, đừng làm vậy, Scout. Scout nè?\"", "\"Gì?\"", "Suốt buổi tối anh đã định nói với tôi điều gì đó; khuôn mặt anh sáng bừng và anh chồm tới bên tôi, rồi anh đổi ý. Giờ anh lại đổi ý nữa. \"Ô, không có gì.\"", "\"Nè, mình viết thư đi.\" Tôi chìa tờ giấy và cây bút chì vào ngay mũi anh.", "\"Được rồi. Kính thưa ông.....\"", "\"Sao anh biết đó là đàn ông? Em cá đó là cô Maudie.... em tin chắc điều đó từ lâu.\"", "\"Á...à, cô Maudie đâu có nhai kẹo cao su...\"Jem cười toe. \"Mày biết đó, nhiều khi cô có thể nói chuyện khá thật. Có lần tao mời cô một thanh kẹo cao su cô nói không, cám ơn, rằng.... kẹo cao su dính vào vòm miệng làm cô không nói chuyện được,\" Jem nói một cách thận trọng. \"Điều đó bộ không hay sao?\"", "\"Phải,có khi cô ấy có thể nói những điều hay ho. Nhưng dù sao cô cũng không có đồng hồ đeo tay với sợi dây chuyền.\"", "\"Thưa ngài,\" Jem nói. \"Chúng tôi trân trọng cái..... không, chúng tôi trân trọng mọi thứ mà ngài đặt vào cây cho chúng tôi. Kính thư, Jeremy Atticus Finch.\"", "\"Ông ta đâu biết anh là ai nếu anh ký tên như vậy?\"", "Jem tẩy tên anh và viết, \"Jem Finch\". Tôi ký tên, \"Jean Louise Finch (Scout),\" bên dưới. Jem để lá thư vào bì thư.", "Sáng hôm sau trên đường đến trường anh chạy trước tôi và dừng lại chỗ cái cây. Jem đang quay mặt về phía tôi khi anh nhìn lên, và tôi thấy anh trở nên trắng bệch.", "\"Scout!\"", "Tôi chạy tới chỗ anh.", "Có ai đó đã trám lỗ bọc đó bằng xi măng.", "\"Đừng khóc, Scout, lúc này... đừng khóc lúc này, mày không lo rằng...\" Anh thì thầm với tôi suốt đường đến trường.", "Khi chúng tôi về nhà ăn trưa Jem nuốt vội nuốt vàng, chạy ra hàng hiên và đứng ở bậc thềm. Tôi theo anh. \"Chưa có ai đi ngang đó,\" anh nói.", "Ngày hôm sau Jem lặp lại việc trông chừng của anh và được đền bù.", "\"Ô, chào ông Nathan,\" anh nói.", "\"Chào buổi sáng Jem, Scout,\" ông Nathan nói khi đi ngang qua.", "\"Ông Radley,\" Jem nói.", "Ông Radley quay sang.", "\"Ông Radlay, ờ..... ông trét xi măng vào cái lỗ ở cây đằng kia kìa ạ?\"", "\"Phải,\" ông đáp. \"Ta trét nó đó.\"", "\"Sao ông làm vậy?\"", "\"Cây sắp chết. Cháu dùng xi măng trét vào khi chúng bệnh. Cháu phải biết điều đó, Jem.\"", "Jem không nói gì về chuyện đó cho đến chiều tối. Khi chúng tôi đi ngang cái cây của chúng tôi anh vỗ một cách trầm tư vào lớp xi măng của nó, và vẫn chìm sâu trong suy nghĩ. Có vẻ như anh đang buồn phiền vì vậy tôi giữ khoảng cách.", "Như thường lệ, chúng tôi đón bố Atticus đi làm về tối đó. Khi tới bậc thềm, Jem nói. \"Bố Atticus, làm ơn nhìn ra đằng kia chỗ cái cây đó.\"", "\"Cây nào, con trai?\"", "\"Cái cây ngay góc khu đất nhà Radley trên đường tới trường đó.\"", "\"Sao?\"", "\"Cây đó sắp chết hả?\"", "\"Ồ, không, con trai, bố không nghĩ thế. Nhin lá nó kìa, chúng sum suê và xanh um, đâu có chỗ nào úa đâu.....\"", "\"Thậm chí nó không bệnh nữa hả bố?\"", "\"Cái cây đó khỏe mạnh như con vậy, Jem. Có chuyện gì?\"", "\"Ông Nathan nói cây đó sắp chết.\"", "\"Cũng có thể. Bố chắc ông biết nhiều về cây của ông hơn chúng ta.\"", "Bố Atticus để chúng tôi ở lại hàng hiên. Jem tựa vào cây cột, cọ vai vào đó.", "\"Anh ngứa hả, Jem?\" Tôi hỏi một cách hết sức lịch sự. Anh không trả lời. \"Vào nhà đi Jem.\" tôi nói.", "\"Lát nữa đi.\"", "Anh đứng đó cho đến khi đêm xuống, và tôi chờ anh. Khi chúng tôi đi vào nhà, tôi thấy anh nãy giờ đã khóc, mặt anh bẩn ở những chỗ có thể có nước mắt, nhưng tôi nghĩ thật kỳ lạ là tôi không hề nghe tiếng anh khóc.", "--- ------ ------ ------ -------", "1 Jem bắt chước dáng điệu của người Ai Cập qua tranh vẽ của họ (trên tường, đồ gốm...) còn Atticus bảo Scoutt bỏ tính từ trong câu nói của Jem đi nghĩa là: người Ai Cập chế ra giấy (chứ không phải giấy vệ sinh) và thuật ướp xác (đương nhiên là vĩnh viễn)."]
  }
]